[
  {
    "service_id": 91,
    "name": "Crisp",
    "url": "https://crisp.chat",
    "description": "Crisp refers to something having a firm texture, providing an enjoyable sensation when bitten or touched. It signifies freshness, clarity, and sharpness, often found in food like apples or chips. It can also describe a clear sound, clean lines, or a refreshing sensation in nature.",
    "reference_url": "https://docs.crisp.chat/references/rest-api/v1/",
    "type": "singlePageSections",
    "selectors": {
      "name": ".request-title",
      "delimiter": ".parts .part"
    }
  },
  {
    "service_id": 138,
    "name": "ClickSend SMS",
    "url": "https://clicksend.com",
    "description": "ClickSend is a digital communication platform that enables users to send SMS messages, emails, faxes, voice messages, and postal mail. With its user-friendly interface and extensive features, ClickSend provides a convenient and efficient solution for businesses and individuals for their communication needs.",
    "reference_url": "https://developers.clicksend.com/docs/rest/v3/",
    "type": "singlePage",
    "selectors": {
      "name": "h2",
      "delimiter": "h2[id]"
    }
  },
  {
    "service_id": 131,
    "name": "Metatext.AI Inference API",
    "url": "https://metatext.io/",
    "description": "The metatext-ai-inference-api is an application programming interface (API) that allows developers to integrate and utilize the capabilities of Metatext AI for inference tasks. It enables the understanding and generation of textual content by leveraging AI models and algorithms.",
    "reference_url": "https://metatext.io/documentation/api",
    "type": "individualPages",
    "globs": ["**/documentation/**/*"]
  },
  {
    "service_id": 16,
    "name": "Invoiced",
    "url": "https://invoiced.com",
    "description": "An invoice is a document sent by a seller to a buyer, detailing the goods or services provided and the amount owed. It includes information such as the date of transaction, item description, quantity, price, and any applicable taxes or discounts. Payment terms and methods are also typically mentioned.",
    "reference_url": "https://developer.invoiced.com/api",
    "type": "singlePage",
    "selectors": {
      "name": "h2",
      "delimiter": "h2[id]"
    }
  },
  {
    "service_id": 90,
    "name": "Alchemy",
    "url": "https://www.alchemy.com/",
    "description": "Alchemy is an ancient philosophical and proto-scientific practice that sought to transform ordinary substances into extraordinary ones, primarily the goal of turning base metals into gold. It involved a combination of spiritual, mystical, and chemical principles, and influenced the development of modern chemistry.",
    "reference_url": "https://docs.alchemy.com/reference",
    "type": "individualPages",
    "globs": ["**/reference/**/*"]
  },
  {
    "service_id": 92,
    "name": "Tisane Labs",
    "url": "https://tisane.ai/",
    "description": "Tisane Labs is a company that specializes in providing advanced technology solutions, particularly in the fields of cybersecurity and blockchain. Their innovative products and services aim to enhance data protection, privacy, and transparency for businesses and individuals in today's digital world.",
    "reference_url": "https://docs.tisane.ai/",
    "type": "singlePageSections",
    "selectors": {
      "name": "h3",
      "delimiter": "#doc-wrapper > section[id]"
    }
  },
  {
    "service_id": 43,
    "name": "Workast",
    "url": "https://www.workast.com",
    "description": "Workast is a productivity tool designed to simplify task management and collaboration within teams. It allows users to create, assign, and track tasks in real-time, facilitating efficient communication and ensuring projects are completed on time. Workast integrates seamlessly with various messaging platforms for ease of use.",
    "reference_url": "https://developers.workast.com/",
    "type": "individualPages",
    "selectors": {
      "click": "li.ant-menu-submenu .ant-menu-submenu-title",
      "link": ".ant-menu-item a"
    }
  },
  {
    "service_id": 139,
    "name": "WebScraper.IO",
    "url": "https://www.webscraper.io/",
    "description": "WebScraper.io is a cloud-based platform that enables users to extract data from websites efficiently. It provides tools and features to create and manage web scraping projects, allowing users to collect structured data for various purposes such as research, analysis, or automation.",
    "reference_url": "https://webscraper.io/documentation/web-scraper-cloud/api",
    "type": "singlePage",
    "selectors": {
      "name": "h3",
      "delimiter": "h3"
    }
  },
  {
    "service_id": 133,
    "name": "Supportivekoala",
    "url": "https://supportivekoala.com/",
    "description": "supportivekoala is an AI-powered language model designed to generate human-like text responses to prompt-based queries. It utilizes advanced natural language processing techniques to understand and generate coherent and contextually appropriate responses, making it an efficient tool for various applications.",
    "reference_url": "https://developers.supportivekoala.com/",
    "type": "singlePageSections",
    "selectors": {
      "name": "h1",
      "delimiter": ".docs-container section.method"
    }
  },
  {
    "service_id": 179,
    "name": "Forms On Fire",
    "url": "https://www.formsonfire.com/",
    "description": "Forms On Fire is a mobile data collection and business workflow software that enables users to create and deploy custom digital forms for task automation, data capturing, and real-time reporting. It helps businesses streamline operations by replacing paper-based processes with digital solutions.",
    "reference_url": "https://support.formsonfire.com/en/support/solutions/36000111224",
    "type": "individualPages",
    "globs": ["**/en/support/solutions/articles/**/*"]
  },

  {
    "service_id": 114,
    "name": "UpKeep",
    "url": "https://www.upkeep.com/",
    "description": "Upkeep refers to the continuous maintenance and care required to sustain or preserve something, such as a property, system, or relationship. It involves regular repairs, cleaning, and other necessary actions to ensure its efficient functioning and longevity.",
    "reference_url": "https://developers.onupkeep.com/",
    "type": "singlePage",
    "selectors": {
      "name": "h2",
      "delimiter": "h2"
    }
  },
  {
    "service_id": 155,
    "name": "TinyURL",
    "url": "https://tinyurl.com/",
    "description": "Tinyurl is a web service that shortens long URLs into shorter, more manageable links. Created in 2002, it allows users to make long website addresses easily shareable, saving characters in text messages, social media, and other platforms.",
    "reference_url": "https://tinyurl.com/app/dev",
    "type": "swagger"
  },
  {
    "service_id": 142,
    "name": "Cloudlayer",
    "url": "https://cloudlayer.io/",
    "description": "Cloudlayer is a digital platform that provides developers with access to a powerful API for generating and manipulating images. It offers a broad range of capabilities, such as adding text, graphics or effects to images, enabling the creation of dynamic and engaging visual content for various applications.",
    "reference_url": "https://docs.cloudlayer.io/api",
    "type": "individualPages",
    "globs_exclude": ["**/changelog/*", "**/home/**", "**/examples/**", "**/interactions/**"]
  },
  {
    "service_id": 140,
    "name": "Mux",
    "url": "https://www.mux.com/",
    "description": "Mux is a video platform with a primary focus on APIs, expertly crafted to enable development teams of all levels to achieve high-quality video streaming and analytics capabilities.",
    "reference_url": "https://docs.mux.com/api-reference",
    "type": "singlePageSections",
    "selectors": {
      "name": "a:first-child",
      "delimiter": "[data-api-resource-tag='true'] [data-api-resource-operation='true']"
    }
  },
  {
    "service_id": 144,
    "name": "Guru",
    "url": "https://www.getguru.com/",
    "description": "Guru is an integrated platform that combines AI-powered enterprise search, intranet, and wiki functionalities into a single solution.",
    "reference_url": "https://developer.getguru.com/reference",
    "type": "individualPages",
    "globs": ["**/reference/**"]
  },
  {
    "service_id": 61,
    "name": "Order Desk",
    "url": "https://www.orderdesk.com/",
    "description": "An order-desk is a dedicated customer service department or team within a company that handles all inquiries and processes orders from customers. Their main responsibility is to ensure smooth and efficient order placement, tracking, and addressing customer concerns throughout the entire purchasing process.",
    "reference_url": "https://apidocs.orderdesk.com/",
    "type": "singlePage",
    "selectors": {
      "name": "h2",
      "delimiter": "h2[id]"
    }
  },
  {
    "service_id": 60,
    "name": "Verifalia",
    "url": "https://verifalia.com/",
    "description": "Verifalia is an online email validation service that verifies the deliverability of email addresses. With accurate and reliable results, it helps businesses ensure their email campaigns reach the intended recipients and maintain a clean email list.",
    "reference_url": "https://verifalia.com/developers",
    "type": "singlePage",
    "selectors": {
      "name": "h3",
      "delimiter": "section.navbar-toc-section[id]"
    }
  },
  {
    "service_id": 56,
    "name": "Daffy",
    "url": "https://www.daffy.org/",
    "description": "Daffy is a looney tunes character known for his wacky and chaotic personality. He is a black duck with a white collar and an iconic lisp. Often seen as a rival to Bugs Bunny, Daffy provides humorous and unpredictable moments in the cartoon world.",
    "reference_url": "https://docs.daffy.org/ref/balance",
    "type": "individualPages"
  },
  {
    "service_id": 193,
    "name": "Draftable",
    "url": "https://draftable.com",
    "description": "Draftable offers advanced document comparison software. It lets you view two documents side by side and shows you any text changes. It works with different file types like PDF, Word, Excel, and PowerPoint.",
    "reference_url": "https://api.draftable.com/api-explorer",
    "type": "swagger"
  },
  {
    "service_id": 152,
    "name": "Benchmark Email",
    "url": "https://www.benchmarkemail.com",
    "description": "Benchmark Email is an email marketing platform that provides businesses with tools to create, send, and track their email campaigns. It offers features like customizable templates, automation, A/B testing, and reporting to help businesses optimize their email marketing efforts.",
    "reference_url": "https://developer.benchmarkemail.com/",
    "type": "singlePage",
    "selectors": {
      "name": "h3",
      "delimiter": "#doc-wrapper section > section[id]:has(h3)",
      "click": ".documentation-core-list__item-name"
    }
  },
  {
    "service_id": 154,
    "name": "Yodiz",
    "url": "https://www.yodiz.com/",
    "description": "Yodiz is a project management and issue tracking tool designed for agile software development teams. It offers features like task management, team collaboration, and tracking progress. Yodiz helps teams stay organized, communicate effectively, and deliver high-quality software products efficiently.",
    "reference_url": "https://www.yodiz.com/api/",
    "type": "singlePage",
    "selectors": {
      "name": "h2",
      "delimiter": "h2[id]"
    }
  },
  {
    "service_id": 81,
    "name": "Harry Potter API",
    "url": "https://potterapi.com/",
    "description": "The Harry Potter API is a web service that provides developers with access to a vast collection of data related to the Harry Potter series. It allows users to retrieve information about characters, spells, houses, and more programmatically.",
    "reference_url": "https://hp-api.onrender.com/"
  },
  {
    "service_id": 82,
    "name": "Fluent Support",
    "url": "https://fluentsupport.com/",
    "description": "Fluent Support is an adaptable and feature-packed plugin for WordPress, serving as a comprehensive solution for help desk and customer support needs. With it, you can seamlessly deliver exceptional customer assistance and efficiently handle inquiries, all directly from your WordPress dashboard.",
    "reference_url": "https://fluentsupport.com/rest-api/"
  },
  {
    "service_id": 85,
    "name": "ScrapeNinja",
    "url": "https://scrapeninja.net/",
    "description": "Scrapeninja is a powerful web scraping tool designed to extract data from websites. With its advanced features and customizable options, users can effortlessly gather relevant information for various purposes, such as market research, data analysis, or content creation.",
    "reference_url": "https://scrapeninja.net/docs/category/api-reference/"
  },
  {
    "service_id": 93,
    "name": "AdRoll",
    "url": "https://adroll.com",
    "description": "AdRoll is a digital marketing platform that offers retargeting and personalized advertising solutions for businesses. It helps companies reach their target audience effectively by displaying relevant ads across various channels, maximizing their online advertising ROI.",
    "reference_url": "https://apidocs.nextroll.com/crud-api/"
  },
  {
    "service_id": 156,
    "name": "Simplero",
    "url": "https://simplero.com",
    "description": "Simplero is an all-in-one platform designed to simplify online business management. With features like website creation, email marketing tools, and membership site management, Simplero streamlines processes and empowers entrepreneurs to efficiently run and grow their businesses.",
    "reference_url": "https://github.com/Simplero/Simplero-API"
  },
  {
    "service_id": 159,
    "name": "Ortto",
    "url": "https://ortto.com/",
    "description": "Ortto is a comprehensive marketing automation and analytics platform that enables marketers to execute effective campaigns for business growth. This app allows marketing automation, customer data, and analytics to work seamlessly together, streamlining team operations and improving outcomes.",
    "reference_url": "https://help.ortto.com/developer/latest/api-reference/"
  },
  {
    "service_id": 76,
    "name": "Dokan",
    "url": "https://wedevs.com/dokan/",
    "description": "Dokan is a software tool and library for creating and mounting virtual file systems in Windows. It allows users to access files from various storage solutions, including cloud services and remote servers, as if they were local files on their computer.",
    "reference_url": ""
  },
  {
    "service_id": 96,
    "name": "WebinarJam",
    "url": "https://WebinarJam.com",
    "description": "WebinarJam is a cloud-based webinar platform that allows users to host live webinars, create automated webinars, and engage with participants through interactive features. It provides a comprehensive toolkit for online presentations, marketing, and training, making it an efficient solution for businesses and professionals.",
    "reference_url": "https://documentation.webinarjam.com/category/webinarjam-api/"
  },
  {
    "service_id": 98,
    "name": "WatchSignals",
    "url": "https://watchsignals.com/",
    "description": "Watchsignals is a platform that provides real-time monitoring and analysis of stock market data to help investors make informed decisions. With its advanced algorithms and customizable alerts, Watchsignals offers valuable insights and enables users to stay updated on market trends and potential opportunities.",
    "reference_url": "https://api.watchsignals.com/docs"
  },
  {
    "service_id": 99,
    "name": "Pirate Weather",
    "url": "https://pirateweather.net/",
    "description": "Pirate-weather refers to the ideal sailing conditions for pirates, characterized by clear skies, a steady breeze, and calm seas. It creates a perfect setting for pirate adventures, allowing them to navigate easily and plan their plundering escapades without hindrance from harsh weather conditions.",
    "reference_url": "https://docs.pirateweather.net/en/latest/API/"
  },
  {
    "service_id": 201,
    "name": "TD Ameritrade",
    "url": "https://www.tdameritrade.com/",
    "description": "TD Ameritrade is a top U.S. brokerage firm, providing online trading and investment services to individual investors. With a wide range of investment options, tools, and advanced platforms, TD Ameritrade aims to empower traders and help them make informed decisions in the financial markets.",
    "reference_url": "https://developer.tdameritrade.com/apis"
  },
  {
    "service_id": 88,
    "name": "Hugging Face",
    "url": "https://huggingface.co/",
    "description": "Hugging Face is a machine learning and natural language processing company that specializes in developing state-of-the-art models for tasks like text generation, translation, and sentiment analysis. They provide libraries and frameworks for researchers and developers to build and deploy their own AI applications.",
    "reference_url": "https://huggingface.co/docs/api-inference"
  },
  {
    "service_id": 158,
    "name": "Zoho Desk",
    "url": "https://www.zoho.com/desk/",
    "description": "Zoho Desk is a cloud-based help desk software that enables businesses to effectively manage customer support tickets. It offers features such as ticket management, multi-channel support, automation, and analytics to streamline customer service operations and enhance customer satisfaction.",
    "reference_url": "https://desk.zoho.com/DeskAPIDocument"
  },
  {
    "service_id": 75,
    "name": "SmartSuite",
    "url": "https://www.smartsuite.com/",
    "description": "Smartsuite is a software package designed for productivity and collaboration, frequently used by businesses and professionals. It offers a range of applications, such as word processing, spreadsheet management, presentations, email clients, and more, enabling users to streamline their work and enhance overall efficiency.",
    "reference_url": "https://developers.smartsuite.com/docs/intro"
  },
  {
    "service_id": 100,
    "name": "ShipStation",
    "url": "https://shipstation.com",
    "description": "ShipStation is a powerful online tool that simplifies and automates the process of managing and shipping orders for e-commerce businesses. With features like order importing, label creation, and multi-carrier shipping options, ShipStation helps businesses streamline their shipping operations and improve customer satisfaction.",
    "reference_url": "https://www.shipstation.com/docs/api/"
  },
  {
    "service_id": 157,
    "name": "ShipHero",
    "url": "https://shiphero.com",
    "description": "ShipHero is a logistics software platform that streamlines e-commerce operations. It offers inventory management, order fulfillment, and shipping solutions to help businesses efficiently handle their supply chain. With features like real-time tracking, warehouse optimization, and automated processes, ShipHero simplifies and enhances e-commerce fulfillment.",
    "reference_url": "https://developer.shiphero.com/"
  },
  {
    "service_id": 261,
    "name": "Acquire",
    "url": "https://acquire.io",
    "description": "Acquire is a customer engagement platform that enables companies to provide exceptional conversational experiences.",
    "reference_url": "https://developer.acquire.io/rest-apis"
  },
  {
    "service_id": 164,
    "name": "Samsung SmartThings",
    "url": "https://smartthings.com",
    "description": "SmartThings is a versatile and intelligent platform that connects and automates various smart devices in your home or office. It enables users to conveniently control and monitor everything from lights and thermostats to security systems and appliances through a single interface.",
    "reference_url": "https://developer.smartthings.com/docs/api/public"
  },
  {
    "service_id": 218,
    "name": "awork",
    "url": "https://awork.io",
    "description": "awork serves as a comprehensive work management tool for teams, merging project management, workload scheduling, and time tracking into a single central hub. It organizes your tasks into useful lists, agile kanban boards, or an intuitive timeline, contributing to your team's organization, efficiency, and job satisfaction.",
    "reference_url": "https://developers.awork.com/"
  },
  {
    "service_id": 134,
    "name": "ReCharge",
    "url": "https://rechargepayments.com",
    "description": "The ReCharge API is a handy tool for adding subscription billing to your existing apps or creating new ones. By connecting your app to ReCharge, you can use ReCharge's features to manage subscription payments easily.",
    "reference_url": "https://developer.rechargepayments.com/"
  },
  {
    "service_id": 163,
    "name": "3Scribe",
    "url": "https://3scri.be/",
    "description": "Threescribe is a writing tool that assists in generating engaging and creative content for various purposes. It aids in brainstorming ideas, structuring writing pieces, and improving overall writing quality. With Threescribe, users can enhance their writing skills and produce compelling content effortlessly.",
    "reference_url": "https://developers.3scri.be/"
  },
  {
    "service_id": 160,
    "name": "SignRequest",
    "url": "https://signrequest.com/#/",
    "description": "SignRequest is an online platform that allows users to send and sign documents electronically. It simplifies the signing process, eliminates the need for printing and scanning, and ensures the security and legality of digital signatures.",
    "reference_url": "https://signrequest.com/api/v1/docs/"
  },
  {
    "service_id": 121,
    "name": "Datarobot",
    "url": "https://datarobot.com",
    "description": "DataRobot is a leading automated machine learning platform that empowers organizations to rapidly build and deploy accurate predictive models. Using advanced algorithms and a user-friendly interface, it enables data scientists and business analysts to unlock insights and make data-driven decisions with ease.",
    "reference_url": "https://docs.datarobot.com/en/docs/api/reference/index.html"
  },
  {
    "service_id": 111,
    "name": "Teamgate",
    "url": "https://www.teamgate.com",
    "description": "Teamgate is a comprehensive sales CRM software designed to boost productivity and efficiency. It offers features like lead management, pipeline tracking, and reporting tools to help sales teams better organize and streamline their processes, ultimately increasing sales and revenue.",
    "reference_url": "https://developers.teamgate.com/"
  },
  {
    "service_id": 113,
    "name": "Teamdeck",
    "url": "https://teamdeck.io/",
    "description": "Teamdeck is a resource management tool designed to help teams effectively allocate and manage their time and skills. It allows for easy scheduling, timesheet tracking, and skill monitoring, enabling teams to optimize their workflow and increase productivity.",
    "reference_url": "https://teamdeck.io/developers/api"
  },
  {
    "service_id": 118,
    "name": "Pusher",
    "url": "https://pusher.com/",
    "description": "Pusher is a user-friendly technology that simplifies the process of integrating real-time features into applications for developers. By leveraging the Pusher API, developers can create a wide range of applications and services, spanning from real-time voting systems to collaborative games and more.",
    "reference_url": "https://pusher.com/docs/channels/library_auth_reference/rest-api/"
  },
  {
    "service_id": 206,
    "name": "Patreon",
    "url": "https://patreon.com",
    "description": "Patreon is a membership platform that allows creators to earn a recurring income from their audience in exchange for exclusive content, rewards, and other perks. It enables fans to support their favorite artists, writers, musicians, and other creative individuals directly, fostering a sustainable artistic community.",
    "reference_url": "https://docs.patreon.com/"
  },
  {
    "service_id": 161,
    "name": "Quickbooks Sandbox",
    "url": "https://quickbooks.com",
    "description": "QuickBooks Sandbox is a platform that allows users to test and explore the features of QuickBooks software in a safe and simulated environment. It provides a risk-free space for users to experiment and learn without affecting real financial data.",
    "reference_url": "https://developer.intuit.com/app/developer/qbo/docs/api/accounting/all-entities/account"
  },
  {
    "service_id": 212,
    "name": "Formsite",
    "url": "https://www.formsite.com",
    "description": "Formsite is a cloud-based platform that enables users to create forms and surveys easily. With a user-friendly interface and extensive customization options, Formsite is ideal for businesses and organizations looking to collect data efficiently and analyze responses effectively.",
    "reference_url": "https://support.formsite.com/hc/en-us/articles/360000288594-API"
  },
  {
    "service_id": 219,
    "name": "FullContact",
    "url": "https://fullcontact.com",
    "description": "FullContact is a top SaaS provider for privacy-conscious Identity Resolution, employing its patented Identity Graph to facilitate the connection, consolidation, and enhancement of fragmented or incomplete offline, online, professional, and personal identifiers for brands and marketing platforms.",
    "reference_url": "https://docs.fullcontact.com/docs"
  },
  {
    "service_id": 213,
    "name": "TurboHire",
    "url": "https://turbohire.co",
    "description": "TurboHire is an AI-powered recruitment software designed to streamline and enhance the hiring process. It uses advanced algorithms to identify the best candidates for job openings, simplifying the process for recruiters while delivering efficient and effective hiring solutions.",
    "reference_url": "https://api.turbohire.co"
  },
  {
    "service_id": 224,
    "name": "HeySummit",
    "url": "https://www.heysummit.com/",
    "description": "HeySummit is a platform that allows people to easily create and host virtual summits, conferences, and webinars. It provides a seamless experience for both organizers and attendees, with features like ticketing, networking, and live interactive sessions.",
    "reference_url": "https://api-docs.heysummit.com/#introduction"
  },
  {
    "service_id": 238,
    "name": "Sierra Interactive",
    "url": "https://www.sierrainteractive.com/",
    "description": "Sierra-Interactive is a software company specializing in creating interactive and user-friendly solutions. They provide innovative and customized software solutions, ranging from website development to mobile applications, with the aim of enhancing the digital experience for businesses and individuals.",
    "reference_url": "https://api.sierrainteractivedev.com/"
  },
  {
    "service_id": 239,
    "name": "AirNow",
    "url": "https://www.airnow.gov/",
    "description": "AirNow is a comprehensive online platform that provides real-time information about air quality across the United States. It monitors various air pollutants and offers forecasts, health advisories, and interactive maps to help individuals and communities make informed decisions regarding their outdoor activities.",
    "reference_url": "https://docs.airnowapi.org/webservices"
  },
  {
    "service_id": 105,
    "name": "ConvertAPI",
    "url": "https://www.convertapi.com/",
    "description": "ConvertAPI is a versatile cloud-based file conversion service that simplifies the process of converting various types of documents, images, spreadsheets, and more. It offers an intuitive API interface, supporting a wide range of file formats, making it a convenient tool for developers and businesses.",
    "reference_url": "https://www.convertapi.com/doc"
  },
  {
    "service_id": 223,
    "name": "HUB Planner",
    "url": "https://hubplanner.com/",
    "description": "Hub Planner is a comprehensive resource management and scheduling tool. It allows teams to efficiently allocate and track resources, manage projects, and collaborate seamlessly. With its intuitive interface and robust features, Hub Planner simplifies the complexities of resource planning, improving productivity and project success.",
    "reference_url": "https://api-docs.hubplanner.com/"
  },
  {
    "service_id": 242,
    "name": "Google Forms",
    "url": "https://www.google.com/forms",
    "description": "Google Forms is a free online tool that allows users to create and distribute surveys and questionnaires. It offers a simple and intuitive interface, real-time response tracking, and the ability to analyze collected data.",
    "reference_url": ""
  },
  {
    "service_id": 237,
    "name": "Sales Simplify",
    "url": "https://salessimplify.com/",
    "description": "Sales-simplify is a software platform that helps businesses streamline their sales processes. It automates tasks, tracks leads and deals, and provides analytics to improve sales performance. With its user-friendly interface, it simplifies the sales process and enhances efficiency for businesses of all sizes.",
    "reference_url": "https://apidocs.salessimplify.com/"
  },
  {
    "service_id": 107,
    "name": "SnatchBot",
    "url": "https://snatchbot.me/",
    "description": "Snatchbot is a versatile and user-friendly chatbot platform that allows businesses to automate customer interactions through conversational AI. It simplifies the process of creating and deploying chatbots across various channels, enabling companies to provide efficient and personalized services to their customers.",
    "reference_url": "https://support.snatchbot.me/docs/api"
  },
  {
    "service_id": 102,
    "name": "IdealPostcodes",
    "url": "https://ideal-postcodes.co.uk/",
    "description": "Ideal Postcodes is a platform that provides accurate and up-to-date address lookup and validation solutions. It offers postcode and address data services to businesses, helping them improve efficiency, reduce costs, and enhance customer experience.",
    "reference_url": "https://docs.ideal-postcodes.co.uk/docs/api"
  },
  {
    "service_id": 103,
    "name": "Pinboard",
    "url": "https://pinboard.in",
    "description": "Pinboard is an online bookmarking tool that allows users to save, organize, and discover webpages. It serves as a personal library where individuals can easily access and manage their favorite links, making online research and content organization more efficient.",
    "reference_url": "https://pinboard.in/api/"
  },
  {
    "service_id": 104,
    "name": "Linode",
    "url": "https://www.linode.com/",
    "description": "Linode is a cloud hosting provider known for providing high-performance virtual servers that can be tailored to individual needs. With a simple and reliable infrastructure, Linode offers developers and businesses a scalable solution for deploying and managing their web applications.",
    "reference_url": "https://www.linode.com/docs/api/"
  },
  {
    "service_id": 19,
    "name": "Float",
    "url": "https://www.float.com/",
    "description": "Float in computer programming refers to a data type used to store decimal numbers. It allows for the representation of numbers with fractional components, making it ideal for mathematically oriented applications that require precise calculations involving real numbers.",
    "reference_url": "https://developer.float.com/"
  },
  {
    "service_id": 172,
    "name": "Corsizio",
    "url": "https://www.corsizio.com",
    "description": "Corsizio is an event management platform that offers tools for creating and managing events, selling tickets, and tracking attendance. It simplifies event organization by providing a user-friendly interface and various customizable features to help streamline the event planning process.",
    "reference_url": "https://help.corsizio.com/category/28-developer-api"
  },
  {
    "service_id": 10,
    "name": "Leadpops",
    "url": "https://leadpops.com/",
    "description": "Leadpops is a platform that helps businesses generate leads through high-converting landing pages and pop-ups. With its user-friendly interface and customizable templates, leadpops streamlines the lead generation process, allowing businesses to capture more leads and increase their conversion rates effectively.",
    "reference_url": ""
  },
  {
    "service_id": 17,
    "name": "Mailmodo",
    "url": "https://mailmodo.com",
    "description": "Mailmodo is a versatile and interactive communication platform that enables businesses to create engaging emails that offer a personalized and dynamic user experience. It allows for the integration of various media formats and interactive elements, enhancing collaboration and customer engagement.",
    "reference_url": ""
  },
  {
    "service_id": 123,
    "name": "Google Cloud",
    "url": "https://cloud.google.com/",
    "description": "Google Cloud is a comprehensive suite of cloud-based services and solutions offered by Google. It encompasses various products like computing, storage, networking, machine learning, and big data analytics, enabling businesses to build, deploy, and scale applications in a flexible and reliable cloud infrastructure.",
    "reference_url": ""
  },
  {
    "service_id": 254,
    "name": "Planview Leankit",
    "url": "https://www.planview.com/products-solutions/products/leankit",
    "description": "Planview LeanKit is a project and workflow management software that helps organizations visualize work, optimize processes, and enhance collaboration. It enables teams to track progress, manage tasks, and deliver outcomes efficiently by adopting Lean principles and streamlining their workflows.",
    "reference_url": ""
  },
  {
    "service_id": 177,
    "name": "Mastodon",
    "url": "https://joinmastodon.org/",
    "description": "Mastodon is a decentralized and open-source social media platform that allows users to create accounts and interact with others through posts called \"toots.\" It emphasizes privacy, data ownership, and freedom from algorithmic manipulation, offering an alternative to mainstream social networking sites.",
    "reference_url": "https://docs.joinmastodon.org/api/"
  },
  {
    "service_id": 165,
    "name": "WhatConverts",
    "url": "https://whatconverts.com/",
    "description": "WhatConverts is a powerful marketing analytics platform that helps businesses track and understand their marketing efforts. It provides extensive data on lead sources, conversions, and keywords, enabling businesses to optimize their marketing strategies and increase their ROI.",
    "reference_url": "https://www.whatconverts.com/api/overview/"
  },
  {
    "service_id": 66,
    "name": "TRIGGERcmd",
    "url": "https://www.triggercmd.com/en/",
    "description": "Triggercmd is a software that allows users to execute commands remotely across various platforms. By creating customizable voice commands, Triggercmd enables the automation of tasks and control of devices, simplifying daily activities and enhancing productivity.",
    "reference_url": "https://docs.triggercmd.com/"
  },
  {
    "service_id": 67,
    "name": "Imgur",
    "url": "https://imgur.com/",
    "description": "Imgur is a popular image hosting and sharing platform that allows users to upload, share, and discuss images and GIFs. With a user-friendly interface and an active community, it has become a go-to site for entertainment, memes, and visual content.",
    "reference_url": "https://apidocs.imgur.com/"
  },
  {
    "service_id": 168,
    "name": "DaySchedule",
    "url": "https://dayschedule.com/",
    "description": "DaySchedule is an efficient tool that helps plan and manage daily activities. It provides a comprehensive overview of appointments, tasks, and events. Easy to use and customizable, it ensures productivity and enables effective time management, allowing individuals to stay organized throughout the day.",
    "reference_url": "https://dayschedule.com/docs/api"
  },
  {
    "service_id": 166,
    "name": "WuBook RateChecker",
    "url": "https://en.wubook.net/blog/ratechecker/",
    "description": "Wubook-ratechecker is a tool used by hotel businesses to monitor and compare rates of their competitors. It provides real-time information on pricing strategies to help optimize pricing decisions, attract customers, and stay competitive in the market.",
    "reference_url": "https://tdocs.wubook.net/wired.html"
  },
  {
    "service_id": 186,
    "name": "Databricks",
    "url": "https://www.databricks.com/",
    "description": "Databricks is a cloud-based platform that helps enterprises process and analyze large amounts of data in a collaborative and scalable environment. It provides tools and infrastructure for data engineering, data science, and machine learning, enabling faster insights and decision-making.",
    "reference_url": "https://api-docs.databricks.com/"
  },
  {
    "service_id": 228,
    "name": "Enormail",
    "url": "https://enormail.eu/",
    "description": "Enormail is an email marketing tool that simplifies the process of expanding your subscriber list and setting up automated email campaigns.",
    "reference_url": "https://developer.enormail.eu/"
  },
  {
    "service_id": 232,
    "name": "MoonMail",
    "url": "https://moonmail.io/",
    "description": "Moonmail is a simple and efficient email marketing platform that allows businesses to send personalized emails, automate campaigns, and track performance. With its user-friendly interface and robust features, Moonmail helps businesses stay connected with their customers and drive better marketing results.",
    "reference_url": "https://docs.moonmail.io/docs/"
  },
  {
    "service_id": 241,
    "name": "Esendex",
    "url": "https://www.esendex.com",
    "description": "Esendex is a communication platform that enables businesses to send SMS messages, voice calls, and other forms of digital communication to customers. It helps businesses engage with their audience, improve customer service, and streamline communication processes, all in one convenient solution.",
    "reference_url": "https://developers.esendex.com/api-reference/"
  },
  {
    "service_id": 243,
    "name": "SMS-IT",
    "url": "https://www.smsit.ai/",
    "description": "SMS-it is a messaging platform that allows users to send Short Message Service (SMS) texts from their computer or mobile device. It provides a convenient and efficient way to communicate with others through the traditional SMS format.",
    "reference_url": "https://legacy.smsit.ai/api.html"
  },
  {
    "service_id": 244,
    "name": "SwagUp",
    "url": "https://swagup.com",
    "description": "SwagUp is a platform that helps companies create and distribute customized merchandise and promotional products. From branded t-shirts to employee recognition gifts, SwagUp simplifies the process and provides a wide array of options to enhance a company's brand presence and employee engagement.",
    "reference_url": "https://api.swagup.com/docs/"
  },
  {
    "service_id": 257,
    "name": "Cisco Webex",
    "url": "https://webex.com",
    "description": "Cisco Webex is a powerful online meeting and collaboration platform. It enables users to conduct virtual meetings, video conferences, and webinars with ease. With features like screen sharing, file sharing, and interactive whiteboards, it enhances remote collaboration and communication for businesses and organizations.",
    "reference_url": ""
  },
  {
    "service_id": 230,
    "name": "LiveAgent",
    "url": "https://www.liveagent.com/",
    "description": "LiveAgent is a comprehensive customer support software that combines multiple communication channels, including email, live chat, and social media, into one unified platform. It helps businesses provide efficient and prompt support to their customers, enhancing overall customer experience.",
    "reference_url": "https://support.liveagent.com/840770-Complete-API-reference"
  },
  {
    "service_id": 262,
    "name": "Mailersend",
    "url": "https://mailersend.com",
    "description": "Mailersend is an email delivery service that provides developers with a simplified platform to send transactional emails. It offers features like built-in analytics, SMTP integration, email templates, and deliverability optimization, allowing businesses to efficiently manage their email communications.",
    "reference_url": ""
  },
  {
    "service_id": 231,
    "name": "KnowBe4",
    "url": "https://www.knowbe4.com",
    "description": "KnowBe4 is a security awareness and simulated phishing platform that helps organizations educate their employees about cybersecurity threats. It offers training modules, phishing simulations, and assessment tools to test and improve the knowledge of individuals, ensuring they can spot and avoid potential cyberattacks.",
    "reference_url": "https://developer.knowbe4.com/"
  },
  {
    "service_id": 233,
    "name": "Cloze",
    "url": "https://www.cloze.com/",
    "description": "Cloze acts as a personal assistant for your professional connections, offering timely prompts and comprehensive consolidation of contact information and communication history from various apps, ensuring your contacts are always up-to-date.",
    "reference_url": "https://api.cloze.com/api-docs/"
  },
  {
    "service_id": 198,
    "name": "Woodpecker.co",
    "url": "https://woodpecker.co",
    "description": "Woodpecker is a user-friendly cold email tool that facilitates connections between B2B companies and potential customers and business partners while maintaining ongoing conversations.",
    "reference_url": "https://woodpecker.co/help/api-2-0-api-reference/"
  },
  {
    "service_id": 180,
    "name": "Bandwidth",
    "url": "https://bandwidth.com",
    "description": "Bandwidth is a versatile communications platform that streamlines the process of delivering seamless global experiences for enterprises. It offers flexibility and seamless integration with your entire communications ecosystem, backed by our reliable global network.",
    "reference_url": "https://dev.bandwidth.com/apis/"
  },
  {
    "service_id": 181,
    "name": "GoCanvas",
    "url": "https://www.gocanvas.com/",
    "description": "GoCanvas is a mobile app platform that allows businesses to replace paper forms with customizable digital forms, providing a simple and efficient way to collect, share, and analyze data in real-time. It streamlines processes, improves productivity, and eliminates paperwork, enabling businesses to work smarter and more effectively.",
    "reference_url": "https://www.gocanvas.com/content/integrations/custom-rest-api/"
  },
  {
    "service_id": 183,
    "name": "Sellix",
    "url": "https://sellix.io/",
    "description": "Sellix is a popular online platform that allows individuals and businesses to sell digital products and services. It provides a user-friendly interface, secure payment processing, and various features to manage and grow an online business effectively.",
    "reference_url": "https://developers.sellix.io/"
  },
  {
    "service_id": 178,
    "name": "SSLMate — Cert Spotter API",
    "url": "https://sslmate.com/certspotter/api/docs-v1",
    "description": "sslmate-cert-spotter-api is an application programming interface (API) that allows users to interact with the SSLMate Cert Spotter service. It helps monitor SSL/TLS certificates and provides information about revoked, expiring, and newly issued certificates.",
    "reference_url": "https://sslmate.com/help/reference/ct_search_api_v1"
  },
  {
    "service_id": 182,
    "name": "AbuselPDB",
    "url": "https://www.abuseipdb.com/",
    "description": "abuselpdb stands for Abuse Longitudinal Database, which is a resource used for tracking and studying patterns of abuse over time. It helps analyze data and identify trends, providing valuable insights to aid in understanding and addressing various forms of abuse in society.",
    "reference_url": "https://docs.abuseipdb.com/"
  },
  {
    "service_id": 185,
    "name": "Pipefy",
    "url": "https://pipefy.com",
    "description": "Pipefy is a powerful business process management software that helps teams streamline and automate their workflows. With its intuitive interface and customizable features, Pipefy allows organizations to enhance productivity and drive efficiency in various areas, such as project management, customer support, and HR processes.",
    "reference_url": "https://developers.pipefy.com/docs"
  },
  {
    "service_id": 189,
    "name": "Statuscake",
    "url": "https://www.statuscake.com/",
    "description": "StatusCake is a website monitoring and performance testing tool that helps businesses track the uptime and performance of their websites. It provides real-time alerts, performance analytics, and comprehensive reports to ensure optimal website functionality.",
    "reference_url": "https://developers.statuscake.com/api/"
  },
  {
    "service_id": 187,
    "name": "Crowdin",
    "url": "https://crowdin.com/",
    "description": "Crowdin is a platform that enables crowdsourcing of translation, localization, and other content-related tasks. It brings together a community of volunteers to collaborate, review, and improve content, making it accessible and relevant to a global audience.",
    "reference_url": "https://developer.crowdin.com/api/v2/"
  },
  {
    "service_id": 188,
    "name": "Dock Certs",
    "url": "https://www.dock.io/certs",
    "description": "Dock-certs are digital certificates issued by permissioned entities on the Dock blockchain. These certificates provide verifiable proof of achievements, qualifications, and other credentials, allowing individuals to easily share and demonstrate their skills and knowledge in a secure and transparent manner.",
    "reference_url": "https://docs.api.dock.io/"
  },
  {
    "service_id": 55,
    "name": "Chatrace",
    "url": "https://chatrace.com/",
    "description": "Chatrace is a fast-paced competition where participants engage in a real-time conversation while a language model predicts their next message. They strive to fool others into thinking they are human, while distinguishing the model's responses from those generated by actual people.",
    "reference_url": ""
  },
  {
    "service_id": 211,
    "name": "SimpleKPI",
    "url": "https://www.simplekpi.com/",
    "description": "SimpleKPI is a performance management tool that allows businesses to track and visualize their key performance indicators (KPIs) in a user-friendly dashboard. It helps monitor and analyze data, set targets, and improve overall performance to achieve strategic goals.",
    "reference_url": "https://support.simplekpi.com/Developers"
  },
  {
    "service_id": 57,
    "name": "Zoho WorkDrive",
    "url": "https://zoho.com/workdrive",
    "description": "Zoho WorkDrive is a cloud-based document management and collaboration platform designed to streamline file sharing, storage, and collaboration within teams. It offers advanced security features, easy file organization, and seamless integration with other Zoho applications to enhance productivity and efficiency.",
    "reference_url": ""
  },
  {
    "service_id": 74,
    "name": "VivifyScrum",
    "url": "https://www.vivifyscrum.com/",
    "description": "VivifyScrum is an agile project management tool that helps teams collaborate and manage their tasks effectively. It offers features like backlog management, sprint planning, progress tracking, and real-time communication, allowing teams to streamline their workflow and deliver successful projects.",
    "reference_url": ""
  },
  {
    "service_id": 137,
    "name": "LaGrowthMachine",
    "url": "https://lagrowthmachine.com/",
    "description": "Lagrowthmachine is a digital growth marketing platform that focuses on driving organic traffic, increasing engagement, and improving conversions. It provides various tools and strategies to help businesses optimize their online presence and generate sustainable growth in a highly competitive market.",
    "reference_url": ""
  },
  {
    "service_id": 146,
    "name": "Docupilot",
    "url": "https://docupilot.app",
    "description": "Docupilot is a document automation software that simplifies the process of generating custom documents, forms, and contracts. By automating the creation and customization of documents, it saves time and reduces errors, improving overall efficiency in document management tasks.",
    "reference_url": ""
  },
  {
    "service_id": 167,
    "name": "Gitea",
    "url": "https://gitea.io",
    "description": "Gitea is a self-hosted Git service that allows users to easily create and manage repositories. It provides a lightweight, simple, and efficient way to collaborate on code, track changes, and host Git repositories privately or publicly.",
    "reference_url": "https://try.gitea.io/api/swagger"
  },
  {
    "service_id": 199,
    "name": "Badger Maps",
    "url": "https://www.badgermapping.com/",
    "description": "Badger Maps is a mobile app designed to enhance the productivity of field salespeople. It offers features like territory management, route optimization, and lead generation, helping sales reps effectively plan their visits, increase efficiency, and close more deals while on the go.",
    "reference_url": "https://badgerupdatedapi.docs.apiary.io/"
  },
  {
    "service_id": 194,
    "name": "Gupshup",
    "url": "https://www.gupshup.io/developer/home",
    "description": "Gupshup is a messaging platform for conversations that enables developers and companies to create, test, and oversee solutions that incorporate instant messaging applications, such as chatbots, help desk tools, and marketing automation solutions.",
    "reference_url": "https://docs.gupshup.io/reference"
  },
  {
    "service_id": 263,
    "name": "Kaggle",
    "url": "https://kaggle.com",
    "description": "Kaggle is an online platform for data science competitions and collaboration. It provides datasets, challenges, and a community of data scientists to explore, analyze, and solve real-world problems through machine learning and predictive modeling techniques.",
    "reference_url": "https://www.kaggle.com/docs/api"
  },
  {
    "service_id": 190,
    "name": "Rewardful",
    "url": "https://www.rewardful.com/",
    "description": "Rewardful provides a solution for SaaS companies to establish affiliate and referral programs seamlessly using Stripe and Paddle. Designed with a focus on subscription-based services, Rewardful automatically adapts commission structures for downgrades, upgrades, free trials, cancellations, and refunds.",
    "reference_url": "https://developers.rewardful.com/rest-api/overview"
  },
  {
    "service_id": 196,
    "name": "7todos",
    "url": "https://www.7todos.com/",
    "description": "7todos is a task board designed for individuals juggling multiple projects, aiding in task management and organization.",
    "reference_url": "https://www.7todos.com/app/api"
  },
  {
    "service_id": 197,
    "name": "Better Proposals",
    "url": "https://betterproposals.io/",
    "description": "Better Proposals is an innovative platform that streamlines the process of creating professional, eye-catching proposals. With its user-friendly interface and customizable templates, it helps businesses impress clients and close deals more effectively. It also offers features like online signatures and payment integration for a seamless experience.",
    "reference_url": "https://betterproposals.io/resources/api/"
  },
  {
    "service_id": 195,
    "name": "SurveySparrow",
    "url": "https://surveysparrow.com/",
    "description": "Surveysparrow is a user-friendly survey software that enables businesses to quickly create and distribute surveys to gather feedback. With an interactive and conversational interface, it aims to provide an engaging experience for respondents, making the process of surveying easier and more effective.",
    "reference_url": "https://developers.surveysparrow.com/rest-apis"
  },
  {
    "service_id": 200,
    "name": "Accuranker",
    "url": "https://accuranker.com",
    "description": "AccuRanker is a powerful SEO platform that provides accurate and real-time keyword ranking data. It enables businesses and marketers to track and analyze their website's performance in search engine results pages, helping them make data-driven decisions to improve their organic search rankings.",
    "reference_url": "https://www.accuranker.com/integration/rest-api/"
  },
  {
    "service_id": 69,
    "name": "PDFMonkey",
    "url": "https://www.pdfmonkey.io/",
    "description": "Pdfmonkey is a reliable online service that allows users to easily convert HTML to PDF. With its versatile API and user-friendly interface, pdfmonkey simplifies the process of creating high-quality PDF documents from web content.",
    "reference_url": ""
  },
  {
    "service_id": 169,
    "name": "Formcarry",
    "url": "https://formcarry.com",
    "description": "formcarry is a web service that enables easy handling of HTML forms by providing a backend solution. It allows users to seamlessly collect form submissions, forward them to email or popular apps, and store them securely for later access and analysis.",
    "reference_url": ""
  },
  {
    "service_id": 150,
    "name": "Headless Testing",
    "url": "https://headlesstesting.com/",
    "description": "Headless testing is a type of software testing that allows for automated testing of websites and applications without an actual graphical user interface. It is done through a command-line interface, allowing for faster and more efficient testing in various environments.",
    "reference_url": ""
  },
  {
    "service_id": 220,
    "name": "Platform.ly",
    "url": "https://www.platformly.com/",
    "description": "Platform-ly\" refers to an adverbial form that describes actions or processes occurring on a platform. It signifies activities specific to a specific digital platform, emphasizing the integration and utilization of its features, tools, or networks.",
    "reference_url": ""
  },
  {
    "service_id": 127,
    "name": "InfluxDB Cloud",
    "url": "https://www.influxdata.com/products/influxdb-cloud/",
    "description": "InfluxDB Cloud is a fully managed time series database-as-a-service (DBaaS) platform that enables users to store, analyze, and visualize time series data in real-time. It provides scalability, high availability, and ease of use for developers and businesses.",
    "reference_url": "https://docs.influxdata.com/influxdb/cloud/api/"
  },
  {
    "service_id": 202,
    "name": "Big Cartel",
    "url": "https://bigcartel.com",
    "description": "Big Cartel is an e-commerce platform that helps independent artists, makers, and small businesses to easily set up and manage their online stores. It provides a user-friendly interface, customizable themes, and various tools to sell products, collaborate with others, and reach a wider audience, empowering creativity and entrepreneurship.",
    "reference_url": ""
  },
  {
    "service_id": 149,
    "name": "Google PaLM",
    "url": "https://developers.generativeai.google/",
    "description": "The google-palm-api is an API developed by Google that provides developers with the ability to integrate palm detection and recognition features into their applications. It allows the detection of the palm region in an image and can be used for various applications like image editing or augmented reality.",
    "reference_url": "https://developers.generativeai.google/api/rest/generativelanguage"
  },
  {
    "service_id": 125,
    "name": "Thankster",
    "url": "https://www.thankster.com/",
    "description": "Thankster is a platform that offers personalized, handwritten thank-you notes. It provides businesses and individuals with a convenient way to express gratitude through automated and customizable handwritten letters, adding a personal touch to a digital world.",
    "reference_url": "https://thankster.com/api/"
  },
  {
    "service_id": 184,
    "name": "Reverse Contact",
    "url": "https://www.reversecontact.com/",
    "description": "Reverse contact is a reverse email lookup tool crafted to enhance your data enrichment workflow.",
    "reference_url": "https://docs.reversecontact.com/"
  },
  {
    "service_id": 128,
    "name": "Botstar",
    "url": "https://botstar.com",
    "description": "BotStar is a powerful chatbot building platform that allows users to create intelligent and interactive bots for various purposes. With its user-friendly interface and extensive features, BotStar enables businesses to automate customer conversations and provide efficient support, all without coding skills.",
    "reference_url": "https://apis.botstar.com/docs/"
  },
  {
    "service_id": 147,
    "name": "Accelo",
    "url": "https://accelo.com",
    "description": "Accelo is a cloud-based software platform that offers tools for managing business processes and workflows. It assists businesses by automating tasks, tracking projects and time, managing client relationships, and streamlining operations, ultimately increasing productivity and efficiency.",
    "reference_url": "https://api.accelo.com/docs/"
  },
  {
    "service_id": 145,
    "name": "DeTrack",
    "url": "https://www.detrack.com/",
    "description": "Detrack refers to the process of eliminating or reducing the practice of tracking students into different academic levels or classes based on abilities. It aims to promote equality and provide all students with equal opportunities for learning and success.",
    "reference_url": "https://detrackapiv2.docs.apiary.io/"
  },
  {
    "service_id": 256,
    "name": "Lusha",
    "url": "https://lusha.com",
    "description": "Lusha is a software tool that allows users to find contact information for individuals and businesses. It provides accurate and up-to-date data, including phone numbers and email addresses, making it easier for companies to reach out to potential clients or leads for their products or services.",
    "reference_url": "https://www.lusha.com/docs/"
  },
  {
    "service_id": 151,
    "name": "Free Dictionary",
    "url": "https://dictionaryapi.dev/",
    "description": "Dictionary-api refers to an application programming interface (API) that provides access to a dictionary's database of words. This API allows developers to retrieve definitions, synonyms, translations, and other information about specific words, enabling integration into various software applications.",
    "reference_url": "https://dictionaryapi.dev/"
  },
  {
    "service_id": 148,
    "name": "Project Bubble (ProProfs Project)",
    "url": "https://www.proprofsproject.com/",
    "description": "ProProfs Project is a platform that empowers developers to construct advanced project management applications. Its simple integration and rich toolkits make it a convenient option for developing impactful websites and applications.",
    "reference_url": "https://help.proprofsproject.com/api-for-developers"
  },
  {
    "service_id": 208,
    "name": "Deepgram",
    "url": "https://deepgram.com",
    "description": "Deepgram is a powerful speech recognition platform that uses deep learning technology to transcribe and analyze audio data in real-time. It enables businesses to extract valuable insights from spoken content and unlock new opportunities for understanding and optimizing their operations.",
    "reference_url": "https://developers.deepgram.com/reference"
  },
  {
    "service_id": 192,
    "name": "CrowdPower",
    "url": "https://crowdpower.io",
    "description": "Crowdpower assists in the development of personalized and uncomplicated email workflows based on user behavior. These workflows are designed to educate users about your product and foster engagement during critical moments, ultimately boosting engagement, sales, and referrals.",
    "reference_url": "https://docs.crowdpower.io/"
  },
  {
    "service_id": 277,
    "name": "BrandMentions",
    "url": "https://brandmentions.com/",
    "description": "Brandmentions is a powerful online tool that monitors and tracks brand mentions across various platforms such as social media, news websites, blogs, and forums. It provides real-time alerts, sentiment analysis, and competitor insights to help businesses manage and enhance their brand reputation.",
    "reference_url": "https://api.brandmentions.com/documentation.html"
  },
  {
    "service_id": 203,
    "name": "Amazon",
    "url": "https://amazon.com",
    "description": "Amazon is a multinational technology company and online marketplace known for its wide range of products, including electronics, books, and household items. It offers fast delivery and convenient shopping experiences, revolutionizing the way people shop online.",
    "reference_url": "https://docs.aws.amazon.com/AmazonS3/latest/API/Type_API_Reference.html"
  },
  {
    "service_id": 110,
    "name": "Launch27",
    "url": "https://www.launch27.com",
    "description": "Launch27 is a powerful software that helps businesses automate their scheduling and online booking processes. With its user-friendly interface and advanced features, it allows companies to streamline operations, enhance customer satisfaction, and increase revenue. It is a game-changer for service-based industries.",
    "reference_url": ""
  },
  {
    "service_id": 117,
    "name": "Mx Toolbox",
    "url": "https://mxtoolbox.com/",
    "description": "MX Toolbox is an online domain tool that helps diagnose email delivery issues. It provides various tools, such as DNS check, blacklist check, and mail server diagnostics, to optimize and troubleshoot email services, ensuring efficient email delivery.",
    "reference_url": "https://mxtoolbox.com/c/products/mxtoolboxapi"
  },
  {
    "service_id": 214,
    "name": "Capsule",
    "url": "https://capsulecrm.com",
    "description": "Capsule is a Customer Relationship Management Tool (CRM) that empowers you to independently or collaboratively build valuable connections with your contacts.",
    "reference_url": "https://developer.capsulecrm.com/"
  },
  {
    "service_id": 116,
    "name": "Instabot",
    "url": "https://www.instabot.io/",
    "description": "Instabot is a chatbot platform that allows users to create, customize and deploy chatbots across various communication channels, such as websites and messaging apps. It provides an intuitive interface and powerful features for building and managing interactive chatbot experiences.",
    "reference_url": "https://docs.instabot.io/docs/serverapi"
  },
  {
    "service_id": 8,
    "name": "Myphoner",
    "url": "https://www.myphoner.com",
    "description": "Myphoner is a sales CRM platform that helps businesses manage and streamline their outbound sales campaigns. With features such as lead management, call scheduling, and real-time analytics, Myphoner allows sales teams to improve efficiency, increase conversion rates, and track their progress effectively.",
    "reference_url": "https://www.myphoner.com/docs/api/"
  },
  {
    "service_id": 129,
    "name": "Zoho Books",
    "url": "https://books.zoho.com",
    "description": "Zoho Books is an online accounting software tailored for small businesses and freelancers. It helps track expenses, send invoices, manage inventory, and generate financial reports. With its user-friendly interface and robust features, Zoho Books simplifies financial management and streamlines business operations effectively.",
    "reference_url": "https://www.zoho.com/books/api/v3/"
  },
  {
    "service_id": 204,
    "name": "Plecto",
    "url": "https://www.plecto.com/",
    "description": "Plecto is a data visualization tool that helps businesses track and display their key performance indicators (KPIs) in real-time. It allows users to create customized dashboards and reports for better insights into their company's performance and to make data-driven decisions for improvement.",
    "reference_url": "https://docs.plecto.com/kb/en/api-developer-299244"
  },
  {
    "service_id": 205,
    "name": "SimpleTexting",
    "url": "https://simpletexting.com/",
    "description": "SimpleTexting is a user-friendly text marketing platform that allows businesses to send SMS messages, automate campaigns, and engage with customers. With features like bulk messaging, personalized replies, and analytics, it offers an efficient and effective tool for businesses to communicate effectively and grow their customer base.",
    "reference_url": "https://simpletexting.com/api/docs/"
  },
  {
    "service_id": 259,
    "name": "Switchboard",
    "url": "https://www.switchboard.ai/",
    "description": "Switchboard.ai is an AI-powered solution that automates image creation for digital marketers, creatives, and developers, offering adaptable templates and the ability to generate multiple images through a single API request.",
    "reference_url": "https://developers.switchboard.ai/"
  },
  {
    "service_id": 225,
    "name": "RD Station CRM",
    "url": "https://www.rdstation.com/es/crm/",
    "description": "rd-station-crm is a customer relationship management software developed by RD Station, designed to help businesses effectively manage their customer interactions and improve sales processes. It provides tools for organizing customer data, tracking leads, and optimizing communication for enhanced customer relationship management.",
    "reference_url": "https://developers.rdstation.com/docs/api-rest"
  },
  {
    "service_id": 226,
    "name": "AnnounceKit",
    "url": "https://announcekit.app/",
    "description": "AnnounceKit is a cloud-based platform that enables businesses to effectively communicate product updates and company news to their audience. It offers customizable widgets, notification banners, and in-app messaging, allowing organizations to engage and inform users about important announcements and improvements.",
    "reference_url": "https://announcekit.app/docs"
  },
  {
    "service_id": 258,
    "name": "PaperForm",
    "url": "https://paperform.co/",
    "description": "Paperform is an online form builder and data collection tool that allows users to create customized forms, surveys, and landing pages. With its intuitive interface and flexible design options, Paperform simplifies the process of collecting information, making it ideal for businesses, organizations, and individuals.",
    "reference_url": "https://paperform.readme.io/reference"
  },
  {
    "service_id": 132,
    "name": "WOXO",
    "url": "https://woxo.tech/",
    "description": "WOXO enables your team to work together on video editing and creation within a spreadsheet, resulting in the rapid generation of dynamic videos at scale in just a matter of minutes.",
    "reference_url": ""
  },
  {
    "service_id": 209,
    "name": "OPN (formerly Omise)",
    "url": "https://www.opn.ooo/th-en/",
    "description": "Omise is a payment gateway provider that enables businesses to process online transactions in Southeast Asia. It offers secure and efficient payment solutions, including credit card processing and digital wallets. Omise aims to simplify the payment process and improve the overall customer experience.",
    "reference_url": "https://docs.opn.ooo/"
  },
  {
    "service_id": 173,
    "name": "Accredible",
    "url": "https://www.accredible.com",
    "description": "Accredible stands as the foremost digital credentialing platform, facilitating users in securely issuing, managing, tracking, and verifying digital badges and certificates with increased speed and convenience.",
    "reference_url": "https://accrediblecredentialapi.docs.apiary.io/"
  },
  {
    "service_id": 207,
    "name": "Route4Me",
    "url": "https://route4me.io/",
    "description": "Route4Me is a route optimization software that helps businesses streamline their delivery routes. It provides real-time tracking, efficient planning, and enables businesses to save time, reduce fuel costs, and improve customer satisfaction.",
    "reference_url": "https://route4me.io/docs/"
  },
  {
    "service_id": 47,
    "name": "Klaviyo",
    "url": "https://klaviyo.com",
    "description": "Klaviyo is an advanced email marketing and automation platform that helps businesses effectively engage with their customers. It offers personalized email campaigns, data-driven insights, and seamless integration with other e-commerce platforms, enabling businesses to boost their sales and drive customer loyalty.",
    "reference_url": "https://developers.klaviyo.com/en/reference/api_overview"
  },
  {
    "service_id": 46,
    "name": "Team Up",
    "url": "https://www.teamup.com/",
    "description": "Team-up refers to the collaborative effort of individuals working together towards a common goal. It involves combining unique skills and perspectives to enhance productivity and achieve results that would be difficult or impossible to attain individually.",
    "reference_url": "https://apidocs.teamup.com/"
  },
  {
    "service_id": 11,
    "name": "Gumroad",
    "url": "https://gumroad.com/",
    "description": "Gumroad is an online platform that helps creators sell digital products directly to their audience. It enables artists, authors, musicians, and other creators to share and monetize their work easily, making the process of selling and buying digital products simple and convenient.",
    "reference_url": "https://app.gumroad.com/api"
  },
  {
    "service_id": 21,
    "name": "GoDaddy",
    "url": "https://www.godaddy.com/",
    "description": "GoDaddy is a well-known internet domain registrar and web hosting company. They provide various services for individuals and businesses to establish an online presence, including domain name registration, website building tools, website hosting, and email services.",
    "reference_url": "https://developer.godaddy.com/doc"
  },
  {
    "service_id": 49,
    "name": "Nusii Proposals",
    "url": "https://nusii.com/",
    "description": "Nusii-proposals is a proposal software that streamlines and simplifies the process of creating and sending professional-looking proposals to clients. It offers various templates, customization options, and features to ensure an efficient and visually appealing proposal creation experience.",
    "reference_url": "https://developer.nusii.com/"
  },
  {
    "service_id": 53,
    "name": "Pinterest",
    "url": "https://www.pinterest.com/",
    "description": "Pinterest is a popular online platform that allows users to discover, collect, and share images and ideas through virtual pinboards. It serves as a visual search engine, inspiring and connecting people with similar interests like fashion, cooking, home decor, and more.",
    "reference_url": "https://developers.pinterest.com/docs/api/v5/"
  },
  {
    "service_id": 22,
    "name": "Marketplacer",
    "url": "https://marketplacer.com",
    "description": "Marketplacer is a platform that enables businesses to create, operate and grow complex online marketplaces. It provides customizable solutions and tools for sellers, buyers, and administrators to connect, trade, and manage various types of products and services within a digital marketplace ecosystem.",
    "reference_url": "https://api.marketplacer.com/docs/"
  },
  {
    "service_id": 52,
    "name": "Papyrs",
    "url": "https://papyrs.com",
    "description": "Papyrs is a cloud-based collaboration platform that allows users to create, manage, and share content within teams and organizations. It offers features like document collaboration, knowledge sharing, task management, and integrates with other tools to streamline workflows.",
    "reference_url": "https://papyrs.com/docs/api/"
  },
  {
    "service_id": 215,
    "name": "OCRSpace",
    "url": "https://ocr.space",
    "description": "OCR.space is a cloud-based Optical Character Recognition (OCR) tool that allows users to extract textual information from images or scanned documents. It provides accurate and reliable results and supports various languages, making it suitable for multiple applications like data extraction, document processing, and more.",
    "reference_url": "https://ocr.space/ocrapi"
  },
  {
    "service_id": 217,
    "name": "Envoy",
    "url": "https://envoy.com/",
    "description": "An envoy is a representative or messenger of a government or organization, typically tasked with carrying out diplomatic missions or negotiations. They serve as a link between different parties and help promote understanding and cooperation in international relations.",
    "reference_url": "https://developers.envoy.com/hub/reference/overview-1"
  },
  {
    "service_id": 260,
    "name": "Signaturit",
    "url": "https://www.signaturit.com/",
    "description": "Signaturit is a cloud-based electronic signature solution that helps individuals and businesses securely sign and manage documents online. Offering advanced features like authentication methods and real-time tracking, Signaturit streamlines the signing process, reducing administrative tasks and ensuring legally binding agreements.",
    "reference_url": "https://docs.signaturit.com/api/latest"
  },
  {
    "service_id": 274,
    "name": "Vimeo",
    "url": "https://vimeo.com",
    "description": "Vimeo is a video-sharing platform that allows users to upload, share, and watch high-quality videos. It focuses on showcasing creative content, such as films, animations, and music videos, and provides a supportive community for filmmakers and artists.",
    "reference_url": "https://developer.vimeo.com/api/reference"
  },
  {
    "service_id": 276,
    "name": "Airbrake",
    "url": "https://airbrake.io/",
    "description": "Airbrake is a software tool used for error tracking and monitoring in web and mobile applications. It helps developers identify and fix bugs, providing real-time insights and alerts to improve the overall quality and stability of the software.",
    "reference_url": "https://docs.airbrake.io/docs/devops-tools/api/"
  },
  {
    "service_id": 115,
    "name": "Brex",
    "url": "https://brex.com",
    "description": "Brex is a financial technology company that offers a corporate credit card specifically designed for startups and scale-ups. It provides these businesses with higher credit limits, simplified expense management, and tailored rewards, aiming to help them optimize their financial operations and growth.",
    "reference_url": "https://developer.brex.com/docs/quickstart/"
  },
  {
    "service_id": 278,
    "name": "Zonka Feedback",
    "url": "https://www.zonkafeedback.com",
    "description": "Zonka-feedback is a customer feedback and survey platform that helps businesses collect, analyze, and act on feedback to improve customer experience and drive growth. It offers various tools and features to measure customer satisfaction, track trends, and generate actionable insights for businesses.",
    "reference_url": "https://developers.zonkafeedback.com/docs/api-reference"
  },
  {
    "service_id": 108,
    "name": "Unbounce",
    "url": "https://unbounce.com/",
    "description": "Unbounce is a landing page builder and conversion platform that allows businesses to create and optimize landing pages without the need for coding or IT involvement. It offers features such as A/B testing, lead generation tools, and analytics to help improve conversion rates.",
    "reference_url": "https://developer.unbounce.com/api_reference/"
  },
  {
    "service_id": 222,
    "name": "Textgain",
    "url": "https://www.textgain.com/solutions/analytics-api/",
    "description": "Textgain is a software tool that uses Natural Language Processing (NLP) techniques to analyze and extract insights from text. It can process text data in various languages, allowing users to gain valuable information and intelligence from large volumes of text quickly and efficiently.",
    "reference_url": "https://hexdocs.pm/textgain/api-reference.html"
  },
  {
    "service_id": 130,
    "name": "Nightfall.ai",
    "url": "https://nightfall.ai/",
    "description": "Nightfall-ai is an advanced technology leveraging artificial intelligence to protect sensitive data by automatically discovering and redacting personally identifiable information (PII). It ensures privacy by applying machine learning algorithms to aid in the secure handling of information and prevent data breaches.",
    "reference_url": ""
  },
  {
    "service_id": 122,
    "name": "Short.io",
    "url": "https://short.io",
    "description": "Short.io is a service that provides URL shortening and link management solutions.",
    "reference_url": "https://developers.short.io/reference"
  },
  {
    "service_id": 273,
    "name": "Pivotal Tracker",
    "url": "https://www.pivotaltracker.com",
    "description": "Pivotal Tracker is a project management tool designed for agile software development teams. It helps teams plan, track, and collaborate on projects by providing a centralized platform to prioritize tasks, manage resources, and ensure transparency throughout the development process.",
    "reference_url": "https://www.pivotaltracker.com/help/api/rest/v5"
  },
  {
    "service_id": 70,
    "name": "RAWG Video Games Database",
    "url": "https://rawg.io/",
    "description": "RAWG is a video game database that provides information on various games, including platforms, release dates, ratings, and more. It is a comprehensive resource for gamers to explore and discover new games, track their gaming history, and connect with fellow gaming enthusiasts.",
    "reference_url": "https://api.rawg.io/docs/"
  },
  {
    "service_id": 36,
    "name": "Big Data Cloud",
    "url": "https://www.bigdatacloud.com/",
    "description": "Big data cloud refers to the storage and analysis of large volumes of complex data in a cloud computing environment. It allows organizations to leverage scalable resources and sophisticated tools for processing and deriving insights from massive datasets efficiently and cost-effectively.",
    "reference_url": "https://www.bigdatacloud.com/free-api"
  },
  {
    "service_id": 279,
    "name": "Calendly",
    "url": "https://calendly.com",
    "description": "Calendly is an updated version of the popular scheduling software known as Calendly. It includes several new features and improvements over its predecessor, allowing users to easily manage and schedule appointments, meetings, and events with others.",
    "reference_url": "https://developer.calendly.com/api-docs/"
  },
  {
    "service_id": 32,
    "name": "Radar",
    "url": "https://radar.com/",
    "description": "Radar is a technology that uses electromagnetic waves to detect and track objects such as airplanes, ships, and even weather patterns. It works by emitting pulses of radio waves and analyzing their reflections to determine the range, speed, and direction of the objects.",
    "reference_url": "https://radar.com/documentation/api"
  },
  {
    "service_id": 37,
    "name": "SuiteDash",
    "url": "https://suitedash.com/",
    "description": "SuitDash is a versatile business automation software that streamlines operations and enhances collaboration within organizations. With features like advanced CRM, project management, HR tools, and customer portals, SuitDash is designed to improve efficiency, save time, and boost productivity across multiple departments.",
    "reference_url": "https://help.suitedash.com/article/550-secure-api"
  },
  {
    "service_id": 38,
    "name": "Handwrytten",
    "url": "https://www.handwrytten.com/",
    "description": "Handwrytten is a digital platform offering personalized handwritten notes and cards. Users can customize their messages, choose the handwriting style, and have the physical cards delivered via mail. It provides a modern and convenient way to send heartfelt greetings with a personal touch.",
    "reference_url": "https://app.swaggerhub.com/apis-docs/Handwrytten/handwrytten/"
  },
  {
    "service_id": 45,
    "name": "Landbot",
    "url": "https://landbot.io",
    "description": "Landbot is a user-friendly online chatbot builder that allows businesses to create interactive chatbots without coding knowledge. With its drag-and-drop interface and various integrations, Landbot helps automate customer support, lead generation, and other conversational tasks to enhance customer experience and efficiency.",
    "reference_url": "https://dev.landbot.io/docs/"
  },
  {
    "service_id": 29,
    "name": "DarkSky API",
    "url": "https://darksky.net/",
    "description": "The darksky-api is a weather data API that provides accurate and detailed information about current and forecasted weather conditions. It allows developers to access various weather parameters such as temperature, precipitation, wind speed, and more, making it a useful tool for weather-based applications.",
    "reference_url": ""
  },
  {
    "service_id": 31,
    "name": "Botbaba",
    "url": "https://botbaba.io/",
    "description": "Botbaba is a technological assistant designed to perform automated tasks. It utilizes artificial intelligence and algorithms to provide efficient solutions to queries and perform various functions. It acts as a virtual bot, simplifying processes and enhancing productivity in both personal and professional settings.",
    "reference_url": ""
  },
  {
    "service_id": 126,
    "name": "Occasion",
    "url": "https://www.getoccasion.com/",
    "description": "Occasion is an event booking platform designed to assist businesses in efficiently handling bookings through a calendar system and optimizing their marketing efforts.",
    "reference_url": ""
  },
  {
    "service_id": 174,
    "name": "Microsoft Dynamics 365 Business Central API",
    "url": "https://dynamics.microsoft.com/en-us/business-central/overview/",
    "description": "The Dynamics 365 Business Central API is an interface that allows users to integrate and extend the functionalities of the Business Central software. It enables developers to connect external systems, retrieve, update, and manipulate data, and automate various processes within the application.",
    "reference_url": "https://learn.microsoft.com/en-us/dynamics365/business-central/dev-itpro/api-reference/v2.0/"
  },
  {
    "service_id": 170,
    "name": "RealPhoneValidation",
    "url": "https://realphonevalidation.com/",
    "description": "RealPhoneValidation is a software tool that verifies the authenticity of phone numbers by checking their validity and whether they are active or disconnected. It helps businesses in improving the quality of their contact information and reducing costs associated with incorrect or outdated numbers.",
    "reference_url": "https://realphonevalidation.com/api-documentation/"
  },
  {
    "service_id": 247,
    "name": "imgbb",
    "url": "https://imgbb.com",
    "description": "imgbb is an image hosting and sharing platform that allows users to upload, store, and share their images for free. It provides an easy-to-use interface, unlimited storage, and multiple sharing options, making it convenient for individuals and businesses alike.",
    "reference_url": "https://api.imgbb.com/"
  },
  {
    "service_id": 235,
    "name": "Focuster",
    "url": "https://www.focuster.com",
    "description": "Focuster is a productivity tool that helps individuals prioritize and manage their tasks more effectively. It uses a unique algorithm to schedule and organize tasks based on importance, allowing users to stay focused and accomplish more in less time.",
    "reference_url": ""
  },
  {
    "service_id": 175,
    "name": "Gatekeeper",
    "url": "https://www.gatekeeperhq.com/",
    "description": "Gatekeeper serves as a platform for vendor and contract lifecycle management (VCLM), offering the advantage of enhanced visibility into your vendor and contract portfolios. It identifies opportunities for cost consolidation and provides insight into upcoming renewals.",
    "reference_url": "https://knowledge.gatekeeperhq.com/en/docs/configuring-api"
  },
  {
    "service_id": 176,
    "name": "TextMagic",
    "url": "https://www.textmagic.com/",
    "description": "TextMagic is a messaging platform that allows businesses to send SMS messages, voice messages, and emails to their customers. With features like bulk messaging, two-way communication, and integration capabilities, TextMagic simplifies and streamlines communication for organizations of all sizes.",
    "reference_url": "https://rest.textmagic.com/api/v2/doc/"
  },
  {
    "service_id": 191,
    "name": "Raven Tools",
    "url": "https://raventools.com",
    "description": "Raven Tools is a digital marketing platform that offers a suite of SEO, social media, content, and PPC tools. It helps businesses analyze and optimize their online presence, track rankings, manage campaigns, and generate reports to improve their online marketing strategies.",
    "reference_url": "https://api.raventools.com/docs/"
  },
  {
    "service_id": 227,
    "name": "Salesmsg",
    "url": "https://www.salesmessage.com/",
    "description": "Salesmsg is a platform that provides businesses with advanced SMS and text message marketing tools. It helps companies engage with their customers through personalized and automated messaging, driving sales and improving customer satisfaction.",
    "reference_url": "https://www.salesmessage.com/salesmessage-api"
  },
  {
    "service_id": 236,
    "name": "GetScreenshot",
    "url": "https://www.getscreenshotapi.com/",
    "description": "GetScreenshot is a robust, customizable website screenshot API that enables cost-effective large-scale screenshot capture operations, with a user-friendly approach suitable for both non-coders and those using minimal coding.",
    "reference_url": "https://restpack.io/screenshot/docs"
  },
  {
    "service_id": 248,
    "name": "Databox",
    "url": "https://databox.com/",
    "description": "Databox is a tool that allows users to collect, analyze, and visualize data from various sources in real-time. It provides a centralized hub for data management, ensuring easy access and making data-driven decision making more efficient and effective.",
    "reference_url": "https://developers.databox.com/"
  },
  {
    "service_id": 229,
    "name": "Mews",
    "url": "https://www.mews.com/",
    "description": "Mews is a property management system that streamlines and automates all hotel operations, from booking to check-out, front desk to revenue management, fostering a simpler, faster, and more interconnected experience for both hoteliers and guests.",
    "reference_url": "https://mews-systems.gitbook.io/connector-api/"
  },
  {
    "service_id": 246,
    "name": "Thrivecart",
    "url": "https://thrivecart.com",
    "description": "ThriveCart is a robust e-commerce platform that enables businesses to create and sell various digital and physical products and services. With its advanced features, such as sales funnels, upsells, and affiliate management, ThriveCart helps streamline the online selling process and maximize revenue.",
    "reference_url": "https://apidocs.thrivecart.com/"
  },
  {
    "service_id": 250,
    "name": "Breezy HR",
    "url": "https://breezy.hr/",
    "description": "Breezy HR is a cloud-based HR software that helps streamline and automate the hiring process. It facilitates resume screening, candidate tracking, interview scheduling, and collaboration among team members. With its user-friendly interface, Breezy HR simplifies recruitment and empowers businesses to make better hiring decisions.",
    "reference_url": "https://developer.breezy.hr/reference"
  },
  {
    "service_id": 252,
    "name": "Relink - URL Shortener",
    "url": "https://rel.ink/",
    "description": "relink-url-shortener is a tool that transforms long URLs into shorter ones to make them more convenient for sharing. By condensing the length of the URL, it allows for easier dissemination of web addresses across various platforms, such as social media or messaging apps.",
    "reference_url": ""
  },
  {
    "service_id": 255,
    "name": "LeadBoxer",
    "url": "https://www.leadboxer.com/",
    "description": "LeadBoxer is a powerful lead generation and lead scoring tool that uses machine learning algorithms to track, analyze, and predict website visitor behavior. It allows businesses to identify their most valuable leads, understand customer intent, and optimize marketing and sales efforts for better results.",
    "reference_url": "http://developers.leadboxer.com/"
  },
  {
    "service_id": 251,
    "name": "CalendarHero",
    "url": "https://calendarhero.com/",
    "description": "CalendarHero is a versatile scheduling tool designed to streamline and simplify your calendar management. It integrates seamlessly with your existing calendars, allowing you to efficiently schedule, reschedule, and manage meetings with ease. With its user-friendly interface, CalendarHero helps you save time and improve productivity.",
    "reference_url": "https://api.calendarhero.com/documentation"
  },
  {
    "service_id": 253,
    "name": "SmartReach",
    "url": "https://smartreach.io/",
    "description": "SmartReach is an innovative technology that allows businesses to effectively target and engage with their audience through personalized messaging across various communication channels. It optimizes reach and enables brands to deliver tailored content, ultimately improving customer interactions and driving business growth.",
    "reference_url": "https://smartreach.io/api_docs"
  },
  {
    "service_id": 270,
    "name": "Confluent",
    "url": "https://www.confluent.io/",
    "description": "Confluent is a cloud-native data-in-motion service developed by the original creators of Apache Kafka®.",
    "reference_url": "https://docs.confluent.io/platform/current/kafka-rest/index.html"
  },
  {
    "service_id": 35,
    "name": "Confluence",
    "url": "https://www.atlassian.com/software/confluence",
    "description": "Confluence refers to the merging or coming together of different factors, ideas, or events. It represents a point where various elements converge or unite, often leading to significant changes or outcomes due to their combined influence.",
    "reference_url": "https://developer.atlassian.com/cloud/confluence/rest/api-group-content/"
  },
  {
    "service_id": 265,
    "name": "Omniconvert",
    "url": "https://www.omniconvert.com/",
    "description": "Omniconvert is a conversion rate optimization software that helps businesses improve their website's performance. It offers various tools and features like A/B testing, surveys, advanced segmentation, and personalization to enhance customer experience and increase conversion rates.",
    "reference_url": "https://www.omniconvert.com/api/"
  },
  {
    "service_id": 266,
    "name": "Freshping",
    "url": "https://freshping.com",
    "description": "Freshping is a monitoring tool that checks the uptime and performance of websites and servers. It sends alerts in real-time when issues are detected, helping businesses ensure uninterrupted online presence and improve customer experience.",
    "reference_url": "https://support.freshping.io/en/support/solutions/articles/50000003709-freshping-api-documentation"
  },
  {
    "service_id": 268,
    "name": "Qualaroo",
    "url": "https://qualaroo.com",
    "description": "Qualaroo is a customer feedback tool that helps businesses gather insights and understand user behavior on their websites. It allows businesses to design surveys, collect data, and make informed decisions to improve user experience and increase conversions.",
    "reference_url": "https://help.qualaroo.com/hc/en-us/sections/200469946-API-Documentation"
  },
  {
    "service_id": 267,
    "name": "Chargify",
    "url": "https://chargify.com",
    "description": "Chargify is a subscription billing and revenue management platform that helps businesses automate the billing process, manage subscriptions, and deliver a seamless customer experience. It enables businesses to track and analyze recurring revenue, handle subscription changes, and implement flexible pricing models.",
    "reference_url": "https://chargify.api-docs.io/"
  },
  {
    "service_id": 271,
    "name": "What Converts",
    "url": "https://whatconverts.com",
    "description": "WhatConverts is a powerful tracking and lead generation software that helps businesses track and analyze their marketing efforts. It provides real-time insights, call tracking, form tracking, and reports, helping companies optimize their marketing campaigns and maximize their ROI.",
    "reference_url": "https://www.whatconverts.com/api/"
  },
  {
    "service_id": 269,
    "name": "Faros",
    "url": "https://www.faros.ai/",
    "description": "Faros allows you to create applications capable of comprehending and providing natural language responses to user inquiries, encompassing various uses from chatbots to virtual assistants and more.",
    "reference_url": "https://docs.faros.ai/reference"
  },
  {
    "service_id": 272,
    "name": "Rapid7 Insight Platform",
    "url": "https://www.rapid7.com/products/insight-platform/",
    "description": "Rapid7 Insight Platform is a comprehensive cybersecurity solution that offers advanced analytics, automation, and orchestration capabilities. It helps organizations detect and respond to threats faster, improve their security posture, and gain valuable insights into their network and cloud environments.",
    "reference_url": "https://help.rapid7.com/insightvm/en-us/api/index.html"
  },
  {
    "service_id": 275,
    "name": "College Football Data",
    "url": "https://collegefootballdata.com/",
    "description": "College-football-data is a comprehensive database that contains detailed statistics and information on college football games, teams, players, and conferences. It serves as a valuable resource for researchers, analysts, and fans who seek accurate and up-to-date data for various purposes related to college football.",
    "reference_url": "https://api.collegefootballdata.com/documentation"
  },
  {
    "service_id": 141,
    "name": "Mailify",
    "url": "https://www.mailify.com/",
    "description": "Mailify is an email marketing software that enables businesses to create and send professional email campaigns. It offers a range of features including customizable templates, list management, tracking tools, and automation. With Mailify, businesses can optimize their email marketing efforts and engage with their target audience effectively.",
    "reference_url": "https://developers.mailify.com/"
  },
  {
    "service_id": 171,
    "name": "ISN",
    "url": "https://www.inspectionsupport.com/",
    "description": "ISN serves as software designed for home inspectors, streamlining various aspects of their operations. This includes simplifying scheduling, billing, report delivery, bookkeeping, and other related tasks.",
    "reference_url": "http://development.isnadmin.com.s3-website-us-west-2.amazonaws.com/"
  },
  {
    "service_id": 143,
    "name": "Sitecreator.io",
    "url": "https://sitecreator.io/",
    "description": "sitecreator-io is a website building platform that allows users to easily create and customize professional-looking websites without any coding knowledge. It offers a range of customizable templates, responsive design, and various features to make website creation fast and hassle-free.",
    "reference_url": "http://api-doc.sitecreator.io/"
  },
  {
    "service_id": 221,
    "name": "MoonClerk",
    "url": "https://www.moonclerk.com",
    "description": "MoonClerk is an online payment solution designed to help businesses and organizations securely accept recurring and one-time payments. It offers customizable payment forms, automated invoicing, and integrations with popular tools to streamline the payment process and improve financial management.",
    "reference_url": "https://github.com/moonclerk/developer"
  },
  {
    "service_id": 7,
    "name": "Mem",
    "url": "https://mem.ai/",
    "description": "In a digital context, \"mem\" is short for \"memory.\" It refers to the storage capacity of a computer system for storing and retrieving information. It plays a crucial role in the performance and functionality of various electronic devices, including computers, smartphones, and tablets.",
    "reference_url": "https://get.mem.ai/help-and-support/build-with-the-mem-api"
  },
  {
    "service_id": 1,
    "name": "Fitbit",
    "url": "https://fitbit.com",
    "description": "Fitbit is a popular brand of wearable fitness trackers that monitor physical activities, heart rate, sleep patterns, and provide data analysis through a mobile app. It helps users track their fitness goals, promote a healthy lifestyle, and make informed decisions about their overall well-being.",
    "reference_url": "https://dev.fitbit.com/build/reference/web-api/"
  },
  {
    "service_id": 28,
    "name": "Planyo Online Booking",
    "url": "https://www.planyo.com",
    "description": "Planyo-online-booking is a comprehensive reservation management system that provides businesses with a seamless online booking platform. It enables businesses to efficiently manage reservations, payments, and availability while offering customers a user-friendly and convenient way to book services or make appointments.",
    "reference_url": "https://www.planyo.com/api.php"
  },
  {
    "service_id": 2,
    "name": "SMS Magic",
    "url": "https://www.sms-magic.com/",
    "description": "SMS-Magic is a leading global provider of text messaging solutions, enabling businesses to engage with their customers through SMS. With advanced features like automation, analytics, and integration capabilities, SMS-Magic helps businesses enhance their communication and drive better results.",
    "reference_url": "https://api.sms-magic.com/doc/"
  },
  {
    "service_id": 20,
    "name": "ecwid",
    "url": "https://ecwid.com",
    "description": "Ecwid is an e-commerce platform that allows businesses to easily sell products online. It provides a range of features for creating and managing online stores, including customizable storefronts, payment integration, inventory management, and order tracking.",
    "reference_url": "https://api-docs.ecwid.com/reference/overview"
  },
  {
    "service_id": 5,
    "name": "Laposta",
    "url": "https://laposta.nl/",
    "description": "Laposta is a versatile email marketing platform that helps businesses reach their target audience effectively. With features like automation, segmentation, and customizable templates, it streamlines campaigns and enhances customer engagement. Its user-friendly interface simplifies the process and delivers results efficiently.",
    "reference_url": "https://api.laposta.nl/doc/"
  },
  {
    "service_id": 4,
    "name": "IdealSpot",
    "url": "https://www.idealspot.com/",
    "description": "Idealspot is a data-driven platform that provides insights and analysis on location intelligence. By utilizing cutting-edge technology, it helps businesses make informed decisions regarding site selection, expansion, and customer targeting, allowing them to optimize their operations and maximize their success in the market.",
    "reference_url": "https://idealspot.gitlab.io/developer-docs"
  },
  {
    "service_id": 9,
    "name": "Docparser",
    "url": "https://docparser.com",
    "description": "Docparser is a software tool that extracts and automates the processing of data from documents. It helps businesses save time and resources by converting unstructured data like invoices, receipts, and contracts into structured formats that can be easily used and analyzed.",
    "reference_url": "https://docparser.com/api/"
  },
  {
    "service_id": 3,
    "name": "Formstack Documents",
    "url": "https://www.formstack.com/products/documents",
    "description": "Formstack Documents is a versatile document generation software that automates the creation of personalized documents. With seamless integration with various apps and services, Formstack Documents streamlines document generation processes for businesses of all sizes.",
    "reference_url": "https://developers.formstack.com/reference"
  },
  {
    "service_id": 44,
    "name": "Canvas",
    "url": "https://www.instructure.com/canvas",
    "description": "Canvas is a versatile surface commonly used for painting and drawing. It is made from woven fabric, typically cotton or linen, and provides a stable and absorbent base for various artistic mediums.",
    "reference_url": "https://canvas.instructure.com/doc/api/"
  },
  {
    "service_id": 6,
    "name": "Totango",
    "url": "https://totango.com",
    "description": "Totango is a customer success platform that helps businesses understand and manage their customers' interactions and experiences. By providing actionable insights and analytics, Totango enables companies to increase customer satisfaction and retention, ultimately driving growth and revenue.",
    "reference_url": "https://support.totango.com/hc/en-us/articles/203639605-Totango-HTTP-API-"
  },
  {
    "service_id": 12,
    "name": "Blockchain Exchange",
    "url": "https://exchange.blockchain.com/",
    "description": "Blockchain-exchange is a decentralized digital platform that enables peer-to-peer transactions securely using blockchain technology. It eliminates the need for intermediaries like banks, providing increased transparency, security, and efficiency. It revolutionizes traditional financial systems by enabling direct and trustless transactions.",
    "reference_url": "https://exchange.blockchain.com/api/"
  },
  {
    "service_id": 14,
    "name": "Kanban Tool",
    "url": "https://kanbantool.com",
    "description": "Kanban-tool is a project management software that facilitates visualizing workflow and managing tasks in real-time. It helps teams improve productivity and reduces bottlenecks by providing a clear overview of work progress and allowing for efficient collaboration and task allocation.",
    "reference_url": "https://kanbantool.com/developer/api-v3"
  },
  {
    "service_id": 15,
    "name": "Reply.io",
    "url": "https://reply.io/",
    "description": "Reply-IO is an AI-powered communication tool that enables businesses to automate and enhance their customer support via various channels, such as email and chat. It assists in managing and responding to large volumes of inquiries intelligently and efficiently, enhancing overall customer experience.",
    "reference_url": "https://apidocs.reply.io/"
  },
  {
    "service_id": 18,
    "name": "Caspio",
    "url": "https://www.caspio.com/",
    "description": "Caspio is a low-code cloud platform that allows businesses to build custom database applications, web forms, and dashboards without coding. With its drag-and-drop interface and scalable infrastructure, Caspio enables organizations to streamline their operations and enhance productivity.",
    "reference_url": "https://howto.caspio.com/web-services-api/rest-api/"
  },
  {
    "service_id": 23,
    "name": "Product Hunt",
    "url": "https://www.producthunt.com/",
    "description": "Product Hunt is an online platform that allows users to discover and share new products and technologies. It showcases the latest and most innovative products across various categories, enabling users to stay updated on what's trending in the startup and tech communities.",
    "reference_url": "https://api.producthunt.com/v2/docs"
  },
  {
    "service_id": 24,
    "name": "Ritekit",
    "url": "https://ritekit.com",
    "description": "RiteKit is a social media optimization tool that offers various features like hashtag suggestions, image optimization, text analysis, and post scheduling, helping users to enhance the reach and engagement of their social media posts.",
    "reference_url": "https://ritekit.docs.apiary.io/#"
  },
  {
    "service_id": 25,
    "name": "Sifter",
    "url": "https://sifterapp.com",
    "description": "A sifter is a kitchen tool used to separate large particles from finer ones. It typically consists of a mesh or screen that allows smaller particles to pass through while retaining larger ones. Sifters are commonly used in baking to aerate and remove lumps from dry ingredients like flour.",
    "reference_url": "https://sifterapp.com/developer/documentation/"
  },
  {
    "service_id": 26,
    "name": "Snipcart",
    "url": "https://snipcart.com",
    "description": "Snipcart is an e-commerce platform that allows developers to easily add customizable shopping cart functionalities to websites using simple HTML and JavaScript, without the need for backend integration. It provides a seamless and hassle-free solution for building online stores.",
    "reference_url": "https://docs.snipcart.com/v3/api-reference/introduction"
  },
  {
    "service_id": 27,
    "name": "Missive",
    "url": "https://missiveapp.com/",
    "description": "A missive is a written message or letter, often of great importance or significance. It is a formal and deliberate form of communication, intended to convey information, make requests, or express thoughts and emotions.",
    "reference_url": "https://missiveapp.com/help/api-documentation/overview"
  },
  {
    "service_id": 30,
    "name": "Reply",
    "url": "https://reply.com",
    "description": "It's a response or answer given in return to a message, question, or statement. It can be written or spoken, and it usually addresses or acknowledges the original communication. It allows for back-and-forth communication and facilitates conversation or discussion.",
    "reference_url": "https://apidocs.reply.io/"
  },
  {
    "service_id": 33,
    "name": "Ably",
    "url": "https://ably.com",
    "description": "Ably is an adverb that means skillfully, competently, or proficiently. It implies the ability to perform a task or handle a situation with expertise and efficiency. It suggests a high level of skill or capability in the given context.",
    "reference_url": "https://ably.com/docs/api/rest-api"
  },
  {
    "service_id": 34,
    "name": "Mixpanel",
    "url": "https://mixpanel.com/",
    "description": "Mixpanel is a powerful analytics platform that helps businesses track and analyze user interactions with their websites and mobile applications. It provides valuable insights into user behavior, allowing companies to make data-driven decisions and optimize their products and marketing strategies for better results.",
    "reference_url": "https://developer.mixpanel.com/reference/overview"
  },
  {
    "service_id": 39,
    "name": "Nozbe Teams",
    "url": "https://nozbe.com/",
    "description": "Nozbe-Teams is a collaborative project management software that helps teams streamline their workflows and collaborate effectively. It offers features like task management, project tracking, communication tools, and integration with popular apps, all aimed at improving productivity and efficiency.",
    "reference_url": "https://api4.nozbe.com/v1/api"
  },
  {
    "service_id": 41,
    "name": "Formdesk",
    "url": "https://en.formdesk.com/",
    "description": "Formdesk is an online form builder that allows users to easily create and customize forms for various purposes. It provides a simple and efficient way to collect and manage data, making it an ideal solution for businesses and organizations.",
    "reference_url": "https://en.formdesk.com/features/webservice-api/"
  },
  {
    "service_id": 50,
    "name": "Spondyr",
    "url": "http://www.spondyr.io/",
    "description": "Spondyr is a fictional term with no specific meaning. It could be used as a made-up word for a character, place, or object in a creative work, allowing authors to give it any desired interpretation or significance within the context of their story.",
    "reference_url": "https://client.spondyr.io/#/Public/Public/Documentation"
  },
  {
    "service_id": 51,
    "name": "Unisender",
    "url": "https://www.unisender.com",
    "description": "Unisender is a marketing automation platform that offers email and SMS messaging services. It allows businesses to create, send, and track personalized campaigns, helping to reach a wider audience and engage customers effectively.",
    "reference_url": "https://www.unisender.com/ru/support/api/common/bulk-email/"
  },
  {
    "service_id": 54,
    "name": "ChargeOver",
    "url": "https://chargeover.com/",
    "description": "ChargeOver is a comprehensive billing automation software that helps businesses streamline their invoicing and payment processes. By automating tasks like sending invoices, tracking payments, and managing subscriptions, ChargeOver enables businesses to focus on growth and customer satisfaction.",
    "reference_url": "https://developer.chargeover.com/"
  },
  {
    "service_id": 62,
    "name": "ApiFlash",
    "url": "https://apiflash.com",
    "description": "Apiflash is an online API service that allows users to capture web page screenshots in high quality using a simple API call. It provides developers with a convenient way to automate and customize web page screenshot functionality within their applications.",
    "reference_url": "https://apiflash.com/documentation"
  },
  {
    "service_id": 63,
    "name": "Snapdocs",
    "url": "https://www.snapdocs.com/",
    "description": "Snapdocs is a digital platform designed to streamline the mortgage closing process. It connects lenders, title companies, and signing agents in a centralized system, allowing for efficient document management, communication, and collaboration, ultimately making the closing process faster and more convenient.",
    "reference_url": "https://snapdocs-closings.readme.io/"
  },
  {
    "service_id": 64,
    "name": "Survicate",
    "url": "https://survicate.com/",
    "description": "Survicate is a customer feedback platform that helps businesses gather and analyze feedback through various channels, including surveys, feedback widgets, and website analytics. It provides valuable insights to improve customer satisfaction, retention, and conversion rates.",
    "reference_url": "https://developers.survicate.com/"
  },
  {
    "service_id": 59,
    "name": "Cloud Convert",
    "url": "https://cloudconvert.com",
    "description": "CloudConvert is an online file conversion service that allows users to convert files from one format to another. It supports a wide range of file types, including documents, images, audio, video, and more, making it a versatile tool for users with diverse conversion needs.",
    "reference_url": "https://cloudconvert.com/api/v2"
  },
  {
    "service_id": 65,
    "name": "Marketing Master IO",
    "url": "https://marketingmaster.io",
    "description": "Marketing Master is a comprehensive online platform aimed at helping businesses optimize their marketing strategies. With a range of tools and resources, it equips users with valuable insights and techniques to enhance their marketing efforts and achieve greater success in the digital arena.",
    "reference_url": "https://developers.marketingmaster.io/"
  },
  {
    "service_id": 71,
    "name": "Karbon",
    "url": "https://karbonhq.com/",
    "description": "Karbon is an innovative material known for its exceptional strength and lightweight properties. It is widely used in industries such as aerospace, automotive, and sports, offering improved performance, durability, and fuel efficiency. Its applications range from aircraft components to bicycle frames and tennis rackets.",
    "reference_url": "https://developers.karbonhq.com/api/"
  },
  {
    "service_id": 68,
    "name": "Workboard",
    "url": "https://www.workboard.com/",
    "description": "Workboard is a software tool designed to help teams manage and prioritize their work efficiently. It provides a centralized platform for task tracking, performance measurement, and goal setting. Workboard streamlines communication and collaboration, enabling teams to stay organized and achieve their objectives effectively.",
    "reference_url": "https://apidocs.myworkboard.com/"
  },
  {
    "service_id": 77,
    "name": "Giphy",
    "url": "https://giphy.com",
    "description": "Giphy is a popular online platform that allows users to search for and share animated GIFs. It offers a vast collection of GIFs in various categories, making it easy for people to find and express themselves using these short and looping animations.",
    "reference_url": "https://developers.giphy.com/docs/api/"
  },
  {
    "service_id": 80,
    "name": "Trengo",
    "url": "https://trengo.com",
    "description": "Trengo is a platform that combines multiple communication channels into one unified inbox. It helps businesses manage their customer interactions more efficiently, allowing them to provide quick and seamless support across channels like email, social media, chat, and phone calls.",
    "reference_url": "https://developers.trengo.com/docs"
  },
  {
    "service_id": 40,
    "name": "ChartMogul",
    "url": "https://chartmogul.comd",
    "description": "ChartMogul is a data analytics platform that helps businesses measure, understand, and grow their subscription revenue. It provides real-time insights and visualizations, allowing companies to track key metrics, analyze customer behavior, and make data-driven decisions to drive their subscription business forward.",
    "reference_url": "https://dev.chartmogul.com/reference"
  },
  {
    "service_id": 72,
    "name": "CleverReach",
    "url": "https://www.cleverreach.com/",
    "description": "CleverReach is a software company known for its email marketing platform. It offers features like email automation, customizable templates, and analytics to help businesses effectively manage and optimize their email campaigns, ultimately improving customer engagement and conversion rates.",
    "reference_url": "https://rest.cleverreach.com/howto/"
  },
  {
    "service_id": 73,
    "name": "SportsData",
    "url": "https://sportsdata.io/",
    "description": "Sports data refers to statistics and information collected during various sports events, such as scores, player and team performance, injuries, and other relevant details. This data is used for analysis, predictions, and insights by sports organizations, media, bettors, and fans.",
    "reference_url": "https://sportsdata.io/developers/api-documentation"
  },
  {
    "service_id": 13,
    "name": "iAuditor by SafetyCulture",
    "url": "https://safetyculture.com/iauditor/",
    "description": "iAuditor by SafetyCulture is a digital inspection app that allows businesses to conduct audits and inspections efficiently. It enables users to easily create checklists, collect data, and generate reports, improving safety and compliance procedures for organizations across various industries.",
    "reference_url": "https://developer.safetyculture.com/reference"
  },
  {
    "service_id": 48,
    "name": "Studio by AI21 Labs",
    "url": "https://www.ai21.com/studio",
    "description": "Studio by AI21 Labs is an innovative platform where AI-powered tools are developed to enhance creativity in writing. It provides various writing utilities and models that assist users in generating high-quality content by using the power of artificial intelligence, allowing for improved productivity and efficiency.",
    "reference_url": "https://docs.ai21.com/reference"
  },
  {
    "service_id": 78,
    "name": "Linkish",
    "url": "https://linkish.io",
    "description": "Linkish refers to the quality or nature of something resembling a link. It is often associated with items, styles, or behaviors that are resemblant to or evoke the concept of connecting or linking things together.",
    "reference_url": "https://help.linkish.io/api-docs"
  },
  {
    "service_id": 79,
    "name": "BunnyCDN",
    "url": "https://bunnycdn.com",
    "description": "BunnyCDN is a content delivery network (CDN) that helps accelerate the delivery of web and video content to users worldwide. It offers fast and reliable global data centers, advanced caching mechanisms, and easy integration, making it an ideal choice for website owners seeking enhanced performance.",
    "reference_url": "https://docs.bunny.net/reference/bunnynet-api-overview"
  },
  {
    "service_id": 86,
    "name": "Let's Enhance",
    "url": "https://letsenhance.io",
    "description": "Let's Enhance is an online platform that uses AI technology to enhance and upscale low-resolution images, improving their clarity, details, and overall quality. It offers a simple and convenient way to enhance images for various purposes, such as printing, digital art, or personal use.",
    "reference_url": "https://docs.claid.ai/"
  },
  {
    "service_id": 87,
    "name": "Smaily",
    "url": "https://smaily.com",
    "description": "Smaily is a platform that offers email marketing solutions. It provides users with a comprehensive set of tools to create, send, and analyze their email campaigns. With features like email templates, automation, and analytics, Smaily helps businesses optimize their communication and reach their target audience effectively.",
    "reference_url": "https://smaily.com/help/api/"
  },
  {
    "service_id": 84,
    "name": "Miestro",
    "url": "https://miestro.com/",
    "description": "Miestro offers a user-friendly, customizable platform that empowers you to harness the capabilities of intelligent AI tools for creating a vibrant community, courses, and video programs, all without the complexities of dealing with technical challenges.",
    "reference_url": "http://developers.maestro.io/api/rest"
  },
  {
    "service_id": 89,
    "name": "Amilia",
    "url": "https://www.amilia.com/",
    "description": "Amilia is an intelligent virtual assistant designed to assist users with various tasks. It leverages AI and natural language processing to provide personalized and efficient support. From answering questions to organizing schedules, Amilia aims to enhance productivity and streamline daily activities.",
    "reference_url": "https://app.amilia.com/apidocs/"
  },
  {
    "service_id": 83,
    "name": "Helcim",
    "url": "https://www.helcim.com/",
    "description": "Helcim is a Canadian-based fintech company that provides payment processing and merchant services to businesses of all sizes. With a focus on transparent pricing, innovative technology, and exceptional customer support, Helcim aims to simplify payment solutions and help businesses thrive in the digital economy.",
    "reference_url": "https://devdocs.helcim.com/reference"
  },
  {
    "service_id": 97,
    "name": "Mav",
    "url": "https://hiremav.com/",
    "description": "Mav stands for \"maverick,\" referring to someone who is independent, unconventional, or rebellious. It encompasses traits like defiance, innovation, and nonconformity. A mav is willing to challenge the status quo and think outside the box, often leading to groundbreaking ideas or actions.",
    "reference_url": "https://documenter.getpostman.com/view/11606268/TzseGkXr"
  },
  {
    "service_id": 101,
    "name": "Firmao",
    "url": "https://firmao.net/",
    "description": "Firmao is an online platform that provides a range of business services, including digital marketing, web development, and graphic design. It aims to help businesses establish a strong online presence and effectively reach their target audience through professional and quality solutions.",
    "reference_url": "https://firmao.net/api.php"
  },
  {
    "service_id": 94,
    "name": "SimpleHash",
    "url": "https://simplehash.com/",
    "description": "Simplehash is a basic procedure that converts data into a fixed-size string of characters. It uses a hashing algorithm to ensure uniqueness and is commonly employed in computer programming to efficiently store and retrieve information.",
    "reference_url": "https://docs.simplehash.com/reference"
  },
  {
    "service_id": 240,
    "name": "Easyship",
    "url": "https://www.easyship.com/",
    "description": "Easyship is a comprehensive shipping platform that simplifies the process of sending packages internationally. By providing access to multiple couriers worldwide, automated customs documentation, and competitive rates, it enables businesses of all sizes to streamline their shipping operations efficiently and cost-effectively.",
    "reference_url": "https://developers.easyship.com/reference"
  },
  {
    "service_id": 264,
    "name": "Oxylabs",
    "url": "https://oxylabs.io",
    "description": "Oxylabs is a leading provider of proxy and data scraping solutions. They offer a wide range of residential and data center proxies, enabling businesses to gather and analyze data from the web efficiently and effectively.",
    "reference_url": "https://developers.oxylabs.io/"
  },
  {
    "service_id": 112,
    "name": "Writesonic",
    "url": "https://writesonic.com/",
    "description": "Writesonic is an AI-powered writing tool that enables users to generate high-quality content in a matter of seconds. It uses advanced algorithms to assist with blog posts, Facebook ads, product descriptions, and more, making it a valuable resource for anyone in need of efficient and effective writing assistance.",
    "reference_url": "https://docs.writesonic.com/reference"
  },
  {
    "service_id": 95,
    "name": "Bitrix24",
    "url": "https://bitrix24.com",
    "description": "Bitrix24 is a comprehensive business collaboration and communication platform. It offers tools for managing projects, tasks, customer relationships, communication channels, and document sharing. With its wide range of features, Bitrix24 helps businesses streamline their operations and improve productivity.",
    "reference_url": "https://training.bitrix24.com/rest_help/"
  },
  {
    "service_id": 162,
    "name": "Dynatrace API",
    "url": "https://www.dynatrace.com/",
    "description": "Dynatrace-api is a powerful tool that allows developers and system administrators to interact with the Dynatrace platform programmatically. It provides access to a wide range of functionalities, enabling users to automate tasks, retrieve monitoring data, and integrate Dynatrace with other tools and systems efficiently.",
    "reference_url": "https://docs.dynatrace.com/docs/dynatrace-api/environment-api"
  },
  {
    "service_id": 120,
    "name": "Teachable",
    "url": "https://teachable.com/",
    "description": "Teachable is a platform designed for creators seeking to enhance the effectiveness of their businesses by offering courses, coaching, and digital downloads, all without the need for coding skills.",
    "reference_url": "https://docs.teachable.com/reference"
  },
  {
    "service_id": 124,
    "name": "Gender API",
    "url": "https://gender-api.com/",
    "description": "Gender-API is an online service that uses machine learning algorithms to predict the gender of a person based on their name. It provides a simple and efficient way to determine the gender of individuals for various purposes, such as marketing, demographics, or personalization.",
    "reference_url": "https://gender-api.com/en/api-docs"
  },
  {
    "service_id": 119,
    "name": "Klazify",
    "url": "https://www.klazify.com/",
    "description": "Klazify is a digital platform designed to simplify and categorize various forms of information. It efficiently organizes content such as articles, blog posts, and documents, helping users to easily navigate and find the information they need.",
    "reference_url": "https://www.klazify.com/category#docs"
  },
  {
    "service_id": 234,
    "name": "UserVoice",
    "url": "https://uservoice.com",
    "description": "UserVoice is a customer feedback platform that helps businesses collect and prioritize customer ideas, suggestions, and support requests. It provides companies with a centralized system to engage with their users, gather valuable insights, and enhance their products or services based on customer feedback.",
    "reference_url": "https://developer.uservoice.com/docs/api/v2/reference"
  },
  {
    "service_id": 136,
    "name": "DigiCert",
    "url": "https://www.digicert.com",
    "description": "DigiCert is a leading provider of digital certificates and SSL/TLS security solutions, ensuring secure communication and encryption for websites. With a vast range of services, they help businesses and organizations authenticate and protect their identities and data online.",
    "reference_url": "https://dev.digicert.com/"
  },
  {
    "service_id": 106,
    "name": "Active Trail",
    "url": "https://activetrail.com/",
    "description": "Active-trail refers to the specific path or route that a user follows while navigating through a website or application. It visually highlights the currently active page or section, providing clear indications of the user's location within the overall structure of the interface.",
    "reference_url": "https://webapi.mymarketing.co.il/api/docs/"
  },
  {
    "service_id": 42,
    "name": "Foursquare",
    "url": "https://foursquare.com/",
    "description": "Foursquare is a location-based social media platform that allows users to check-in at different venues, discover new places, and share recommendations with friends. It also offers personalized recommendations based on users' preferences and allows businesses to engage with customers.",
    "reference_url": "https://location.foursquare.com/developer/reference"
  }
]